{
  "name": "Ap African American Studies",
  "skills": [],
  "big_ideas": [],
  "units": [
    {
      "name": "Unit title",
      "developing_understanding": "What conceptual understanding students should develop in this unit",
      "building_practices": "Science practices and/or Course skills emphasized in this unit",
      "preparing_for_exam": "How this unit prepares students for AP-style exam questions",
      "topics": [
        {
          "name": "Topic title",
          "big_ideas": [
            {
              "id": "description found in the text"
            }
          ],
          "suggested_subskill_codes": [
            "Relevant science practice / Course skills subskills"
          ],
          "learning_objectives": [
            {
              "id": "Learning objective identifier",
              "description": "What students should be able to do after instruction",
              "essential_knowledge": [
                "Key content knowledge students must understand for this objective"
              ]
            }
          ]
        }
      ]
    }
  ],
  "exam_sections": [],
  "task_verbs": [
    {
      "verb": "Cite",
      "description": "Provide information about a source, such as source type, title, date, and/ or author. For DBQ, citation of source letter is sufficient."
    },
    {
      "verb": "Compare",
      "description": "Provide a description or explanation of similarities and/or differences."
    },
    {
      "verb": "Define a research question",
      "description": "Identify a topic of interest, guiding questions about that topic, and relevant sources for analysis to deepen understanding of identified topic."
    },
    {
      "verb": "Describe",
      "description": "Provide the relevant characteristics of a specified topic."
    },
    {
      "verb": "Develop an argument",
      "description": "Formulate a claim and support it with evidence."
    },
    {
      "verb": "Draw a conclusion",
      "description": "Use available information to formulate an accurate statement that demonstrates understanding based on evidence."
    },
    {
      "verb": "Evaluate",
      "description": "Judge or determine the significance or importance of information or the quality or accuracy of a claim."
    },
    {
      "verb": "Explain",
      "description": "Provide information about how or why a relationship, process, pattern, position, situation, or outcome occurs, using evidence and/or reasoning. “Explain how” typically requires analyzing the relationship, process, pattern, position, situation, or outcome, whereas “explain why” typically requires analysis of motivations or reasons for the relationship, process, pattern, position, situation, or outcome."
    },
    {
      "verb": "Identify",
      "description": "Indicate or provide information about a specified topic, without elaboration or explanation."
    },
    {
      "verb": "Support an argument",
      "description": "Provide specific examples and explain how they support a claim."
    },
    {
      "verb": "Synthesize",
      "description": "Combine different perspectives from sources to develop or support a coherent position."
    }
  ]
}