{
  "name": "Ap Statistics",
  "skills": [
    {
      "code": "1.A",
      "description": "Identify the question to be answered or problem to be solved (not assessed)."
    },
    {
      "code": "1.B",
      "description": "Identify key and relevant information to answer a question or solve a problem."
    },
    {
      "code": "1.C",
      "description": "Describe an appropriate method for gathering and representing data."
    },
    {
      "code": "1.D",
      "description": "Identify an appropriate inference method for confidence intervals."
    },
    {
      "code": "1.E",
      "description": "Identify an appropriate inference method for significance tests."
    },
    {
      "code": "1.F",
      "description": "Identify null and alternative hypotheses."
    },
    {
      "code": "2.A",
      "description": "Describe data presented numerically or graphically."
    },
    {
      "code": "2.B",
      "description": "Construct numerical or graphical representations of distributions."
    },
    {
      "code": "2.C",
      "description": "Calculate summary statistics, relative positions of points within a distribution, correlation, and predicted response."
    },
    {
      "code": "2.D",
      "description": "Compare distributions or relative positions of points within a distribution."
    },
    {
      "code": "3.A",
      "description": "Determine relative frequencies, proportions, or probabilities using simulation or calculations."
    },
    {
      "code": "3.B",
      "description": "Determine parameters for probability distributions."
    },
    {
      "code": "3.C",
      "description": "Describe probability distributions."
    },
    {
      "code": "3.D",
      "description": "Construct a confidence interval, provided conditions for inference are met."
    },
    {
      "code": "3.E",
      "description": "Calculate a test statistic and find a p-value, provided conditions for inference are met."
    },
    {
      "code": "4.A",
      "description": "Make an appropriate claim or draw an appropriate conclusion."
    },
    {
      "code": "4.B",
      "description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
    },
    {
      "code": "4.C",
      "description": "Verify that inference procedures apply in a given situation."
    },
    {
      "code": "4.D",
      "description": "Justify a claim based on a confidence interval."
    },
    {
      "code": "4.E",
      "description": "Justify a claim using a decision based on significance tests."
    }
  ],
  "big_ideas": [
    {
      "title": "BIG IDEA 1: VARIATION AND DISTRIBUTION",
      "acronym": "VAR",
      "description": "The distribution of measures for individuals within a sample or population describes variation. The value of a statistic varies from sample to sample. How can we determine whether differences between measures represent random variation or meaningful distinctions? Statistical methods based on probabilistic reasoning provide the basis for shared understandings about variation and about the likelihood that variation between and among measures, samples, and populations is random or meaningful."
    },
    {
      "title": "BIG IDEA 2: PATTERNS AND UNCERTAINTY",
      "acronym": "UNC",
      "description": "Statistical tools allow us to represent and describe patterns in data and to classify departures from patterns. Simulation and probabilistic reasoning allow us to anticipate patterns in data and to determine the likelihood of errors in inference."
    },
    {
      "title": "BIG IDEA 3: DATA-BASED PREDICTIONS, DECISIONS, AND CONCLUSIONS",
      "acronym": "DAT",
      "description": "Data-based regression models describe relationships between variables and are a tool for making predictions for values of a response variable. Collecting data using random sampling or randomized experimental design means that findings may be generalized to the part of the population from which the selection was made. Statistical inference allows us to make data-based decisions."
    }
  ],
  "units": [
    {
      "unit_number": "1",
      "title": "Exploring One-Variable Data",
      "ap_exam_weighting": "15–23%",
      "class_periods": "~14–16",
      "big_ideas": [
        {
          "name": "Variation and Distribution",
          "acronym": "VAR",
          "essential_questions": ["Is my cat old, compared to other cats?"]
        },
        {
          "name": "Patterns and Uncertainty",
          "acronym": "UNC",
          "essential_questions": [
            "How certain are we that what seems to be a pattern is not just a coincidence?"
          ]
        }
      ],
      "skills": [
        {
          "code": "1.A",
          "description": "Identify the question to be answered or problem to be solved."
        },
        {
          "code": "2.A",
          "description": "Describe data presented numerically or graphically."
        },
        {
          "code": "2.B",
          "description": "Construct numerical or graphical representations of distributions."
        },
        {
          "code": "2.D",
          "description": "Compare distributions or relative positions of points within a distribution."
        },
        {
          "code": "2.C",
          "description": "Calculate summary statistics, relative positions of points within a distribution, correlation, and predicted response."
        },
        {
          "code": "4.B",
          "description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
        },
        {
          "code": "3.A",
          "description": "Determine relative frequencies, proportions, or probabilities using simulation or calculations."
        }
      ],
      "topics": [
        {
          "topic_number": "1.1",
          "title": "Introducing Statistics: What Can We Learn from Data?",
          "skills": ["1.A"],
          "enduring_understanding": {
            "acronym": "VAR-1",
            "description": "Given that variation may be random or not, conclusions are uncertain."
          },
          "learning_objectives": [
            {
              "code": "VAR-1.A",
              "description": "Identify questions to be answered, based on variation in one-variable data.",
              "skill_code": "1.A"
            }
          ],
          "essential_knowledge": [
            {
              "code": "VAR-1.A.1",
              "description": "Numbers may convey meaningful information, when placed in context."
            }
          ]
        },
        {
          "topic_number": "1.2",
          "title": "The Language of Variation: Variables",
          "skills": ["2.A"],
          "enduring_understanding": {
            "acronym": "VAR-1",
            "description": "Given that variation may be random or not, conclusions are uncertain."
          },
          "learning_objectives": [
            {
              "code": "VAR-1.B",
              "description": "Identify variables in a set of data.",
              "skill_code": "2.A"
            },
            {
              "code": "VAR-1.C",
              "description": "Classify types of variables.",
              "skill_code": "2.A"
            }
          ],
          "essential_knowledge": [
            {
              "code": "VAR-1.B.1",
              "description": "A variable is a characteristic that changes from one individual to another."
            },
            {
              "code": "VAR-1.C.1",
              "description": "A categorical variable takes on values that are category names or group labels."
            },
            {
              "code": "VAR-1.C.2",
              "description": "A quantitative variable is one that takes on numerical values for a measured or counted quantity."
            }
          ]
        },
        {
          "topic_number": "1.3",
          "title": "Representing a Categorical Variable with Tables",
          "skills": ["2.B", "2.A"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.A",
              "description": "Represent categorical data using frequency or relative frequency tables.",
              "skill_code": "2.B"
            },
            {
              "code": "UNC-1.B",
              "description": "Describe categorical data represented in frequency or relative tables.",
              "skill_code": "2.A"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.A.1",
              "description": "A frequency table gives the number of cases falling into each category. A relative frequency table gives the proportion of cases falling into each category."
            },
            {
              "code": "UNC-1.B.1",
              "description": "Percentages, relative frequencies, and rates all provide the same information as proportions."
            },
            {
              "code": "UNC-1.B.2",
              "description": "Counts and relative frequencies of categorical data reveal information that can be used to justify claims about the data in context."
            }
          ]
        },
        {
          "topic_number": "1.4",
          "title": "Representing a Categorical Variable with Graphs",
          "skills": ["2.B", "2.A", "2.D"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.C",
              "description": "Represent categorical data graphically.",
              "skill_code": "2.B"
            },
            {
              "code": "UNC-1.D",
              "description": "Describe categorical data represented graphically.",
              "skill_code": "2.A"
            },
            {
              "code": "UNC-1.E",
              "description": "Compare multiple sets of categorical data.",
              "skill_code": "2.D"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.C.1",
              "description": "Bar charts (or bar graphs) are used to display frequencies (counts) or relative frequencies (proportions) for categorical data."
            },
            {
              "code": "UNC-1.C.2",
              "description": "The height or length of each bar in a bar graph corresponds to either the number or proportion of observations falling within each category."
            },
            {
              "code": "UNC-1.C.3",
              "description": "There are many additional ways to represent frequencies (counts) or relative frequencies (proportions) for categorical data."
            },
            {
              "code": "UNC-1.D.1",
              "description": "Graphical representations of a categorical variable reveal information that can be used to justify claims about the data in context."
            },
            {
              "code": "UNC-1.E.1",
              "description": "Frequency tables, bar graphs, or other representations can be used to compare two or more data sets in terms of the same categorical variable."
            }
          ]
        },
        {
          "topic_number": "1.5",
          "title": "Representing a Quantitative Variable with Graphs",
          "skills": ["2.A", "2.B"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.F",
              "description": "Classify types of quantitative variables.",
              "skill_code": "2.A"
            },
            {
              "code": "UNC-1.G",
              "description": "Represent quantitative data graphically.",
              "skill_code": "2.B"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.F.1",
              "description": "A discrete variable can take on a countable number of values. The number of values may be finite or countably infinite, as with the counting numbers."
            },
            {
              "code": "UNC-1.F.2",
              "description": "A continuous variable can take on infinitely many values, but those values cannot be counted. No matter how small the interval between two values of a continuous variable, it is always possible to determine another value between them."
            },
            {
              "code": "UNC-1.G.1",
              "description": "In a histogram, the height of each bar shows the number or proportion of observations that fall within the interval corresponding to that bar. Altering the interval widths can change the appearance of the histogram."
            },
            {
              "code": "UNC-1.G.2",
              "description": "In a stem and leaf plot, each data value is split into a “stem” (the first digit or digits) and a “leaf” (usually the last digit)."
            },
            {
              "code": "UNC-1.G.3",
              "description": "A dotplot represents each observation by a dot, with the position on the horizontal axis corresponding to the data value of that observation, with nearly identical values stacked on top of each other."
            },
            {
              "code": "UNC-1.G.4",
              "description": "A cumulative graph represents the number or proportion of a data set less than or equal to a given number."
            },
            {
              "code": "UNC-1.G.5",
              "description": "There are many additional ways to graphically represent distributions of quantitative data."
            }
          ]
        },
        {
          "topic_number": "1.6",
          "title": "Describing the Distribution of a Quantitative Variable",
          "skills": ["2.A"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.H",
              "description": "Describe the characteristics of quantitative data distributions.",
              "skill_code": "2.A"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.H.1",
              "description": "Descriptions of the distribution of quantitative data include shape, center, and variability (spread), as well as any unusual features such as outliers, gaps, clusters, or multiple peaks."
            },
            {
              "code": "UNC-1.H.2",
              "description": "Outliers for one-variable data are data points that are unusually small or large relative to the rest of the data."
            },
            {
              "code": "UNC-1.H.3",
              "description": "A distribution is skewed to the right (positive skew) if the right tail is longer than the left. A distribution is skewed to the left (negative skew) if the left tail is longer than the right. A distribution is symmetric if the left half is the mirror image of the right half."
            },
            {
              "code": "UNC-1.H.4",
              "description": "Univariate graphs with one main peak are known as unimodal. Graphs with two prominent peaks are bimodal. A graph where each bar height is approximately the same (no prominent peaks) is approximately uniform."
            },
            {
              "code": "UNC-1.H.5",
              "description": "A gap is a region of a distribution between two data values where there are no observed data."
            },
            {
              "code": "UNC-1.H.6",
              "description": "Clusters are concentrations of data usually separated by gaps."
            },
            {
              "code": "UNC-1.H.7",
              "description": "Descriptive statistics does not attribute properties of a data set to a larger population, but may provide the basis for conjectures for subsequent testing."
            }
          ]
        },
        {
          "topic_number": "1.7",
          "title": "Summary Statistics for a Quantitative Variable",
          "skills": ["2.C", "4.B"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.I",
              "description": "Calculate measures of center and position for quantitative data.",
              "skill_code": "2.C"
            },
            {
              "code": "UNC-1.J",
              "description": "Calculate measures of variability for quantitative data.",
              "skill_code": "2.C"
            },
            {
              "code": "UNC-1.K",
              "description": "Explain the selection of a particular measure of center and/or variability for describing a set of quantitative data.",
              "skill_code": "4.B"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.I.1",
              "description": "A statistic is a numerical summary of sample data."
            },
            {
              "code": "UNC-1.I.2",
              "description": "The mean is the sum of all the data values divided by the number of values. For a sample, the mean is denoted by x-bar: x = (1/n) * sum(xi), where xi represents the ith data point in the sample and n represents the number of data values in the sample."
            },
            {
              "code": "UNC-1.I.3",
              "description": "The median of a data set is the middle value when data are ordered. When the number of data points is even, the median can take on any value between the two middle values. In AP Statistics, the most commonly used value for the median of a data set with an even number of values is the average of the two middle values."
            },
            {
              "code": "UNC-1.I.4",
              "description": "The first quartile, Q1, is the median of the half of the ordered data set from the minimum to the position of the median. The third quartile, Q3, is the median of the half of the ordered data set from the position of the median to the maximum. Q1 and Q3 form the boundaries for the middle 50% of values in an ordered data set."
            },
            {
              "code": "UNC-1.I.5",
              "description": "The pth percentile is interpreted as the value that has p% of the data less than or equal to it."
            },
            {
              "code": "UNC-1.J.1",
              "description": "Three commonly used measures of variability (or spread) in a distribution are the range, interquartile range, and standard deviation."
            },
            {
              "code": "UNC-1.J.2",
              "description": "The range is defined as the difference between the maximum data value and the minimum data value. The interquartile range (IQR) is defined as the difference between the third and first quartiles: Q3 − Q1. Both the range and the interquartile range are possible ways of measuring variability of the distribution of a quantitative variable."
            },
            {
              "code": "UNC-1.J.3",
              "description": "Standard deviation is a way to measure variability of the distribution of a quantitative variable. For a sample, the standard deviation is denoted by s: s = sqrt( (1/(n-1)) * sum((xi-x-bar)^2) ). The square of the sample standard deviation, s^2, is called the sample variance."
            },
            {
              "code": "UNC-1.J.4",
              "description": "Changing units of measurement affects the values of the calculated statistics."
            },
            {
              "code": "UNC-1.K.1",
              "description": "There are many methods for determining outliers. Two methods frequently used in this course are: i. An outlier is a value greater than 1.5 × IQR above the third quartile or more than 1.5 × IQR below the first quartile. ii. An outlier is a value located 2 or more standard deviations above, or below, the mean."
            },
            {
              "code": "UNC-1.K.2",
              "description": "The mean, standard deviation, and range are considered nonresistant (or non-robust) because they are influenced by outliers. The median and IQR are considered resistant (or robust), because outliers do not greatly (if at all) affect their value."
            }
          ]
        },
        {
          "topic_number": "1.8",
          "title": "Graphical Representations of Summary Statistics",
          "skills": ["2.B", "2.A"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.L",
              "description": "Represent summary statistics for quantitative data graphically.",
              "skill_code": "2.B"
            },
            {
              "code": "UNC-1.M",
              "description": "Describe summary statistics of quantitative data sets represented graphically.",
              "skill_code": "2.A"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.L.1",
              "description": "Taken together, the minimum data value, the first quartile (Q1), the median, the third quartile (Q3), and the maximum data value make up the five-number summary."
            },
            {
              "code": "UNC-1.L.2",
              "description": "A boxplot is a graphical representation of the five-number summary (minimum, first quartile, median, third quartile, maximum). The box represents the middle 50% of data, with a line at the median and the ends of the box corresponding to the quartiles. Lines (“whiskers”) extend from the quartiles to the most extreme point that is not an outlier, and outliers are indicated by their own symbol beyond this."
            },
            {
              "code": "UNC-1.M.1",
              "description": "Summary statistics of quantitative data, or of sets of quantitative data, can be used to justify claims about the data in context."
            },
            {
              "code": "UNC-1.M.2",
              "description": "If a distribution is relatively symmetric, then the mean and median are relatively close to one another. If a distribution is skewed right, then the mean is usually to the right of the median. If the distribution is skewed left, then the mean is usually to the left of the median."
            }
          ]
        },
        {
          "topic_number": "1.9",
          "title": "Comparing Distributions of a Quantitative Variable",
          "skills": ["2.D"],
          "enduring_understanding": {
            "acronym": "UNC-1",
            "description": "Graphical representations and statistics allow us to identify and represent key features of data."
          },
          "learning_objectives": [
            {
              "code": "UNC-1.N",
              "description": "Compare graphical representations for multiple sets of quantitative data.",
              "skill_code": "2.D"
            },
            {
              "code": "UNC-1.O",
              "description": "Compare summary statistics for multiple sets of quantitative data.",
              "skill_code": "2.D"
            }
          ],
          "essential_knowledge": [
            {
              "code": "UNC-1.N.1",
              "description": "Any of the graphical representations, e.g., histograms, side-by-side boxplots, etc., can be used to compare two or more independent samples on center, variability, clusters, gaps, outliers, and other features."
            },
            {
              "code": "UNC-1.O.1",
              "description": "Any of the numerical summaries (e.g., mean, standard deviation, relative frequency, etc.) can be used to compare two or more independent samples."
            }
          ]
        },
        {
          "topic_number": "1.10",
          "title": "The Normal Distribution",
          "skills": ["2.D", "3.A"],
          "enduring_understanding": {
            "acronym": "VAR-2",
            "description": "The normal distribution can be used to represent some population distributions."
          },
          "learning_objectives": [
            {
              "code": "VAR-2.A",
              "description": "Compare a data distribution to the normal distribution model.",
              "skill_code": "2.D"
            },
            {
              "code": "VAR-2.B",
              "description": "Determine proportions and percentiles from a normal distribution.",
              "skill_code": "3.A"
            },
            {
              "code": "VAR-2.C",
              "description": "Compare measures of relative position in data sets.",
              "skill_code": "2.D"
            }
          ],
          "essential_knowledge": [
            {
              "code": "VAR-2.A.1",
              "description": "A parameter is a numerical summary of a population."
            },
            {
              "code": "VAR-2.A.2",
              "description": "Some sets of data may be described as approximately normally distributed. A normal curve is mound-shaped and symmetric. The parameters of a normal distribution are the population mean, µ, and the population standard deviation, σ."
            },
            {
              "code": "VAR-2.A.3",
              "description": "For a normal distribution, approximately 68% of the observations are within 1 standard deviation of the mean, approximately 95% of observations are within 2 standard deviations of the mean, and approximately 99.7% of observations are within 3 standard deviations of the mean. This is called the empirical rule."
            },
            {
              "code": "VAR-2.A.4",
              "description": "Many variables can be modeled by a normal distribution."
            },
            {
              "code": "VAR-2.B.1",
              "description": "A standardized score for a particular data value is calculated as (data value – mean)/(standard deviation), and measures the number of standard deviations a data value falls above or below the mean."
            },
            {
              "code": "VAR-2.B.2",
              "description": "One example of a standardized score is a z-score, which is calculated as z-score = (x_i - µ) / σ. A z-score measures how many standard deviations a data value is from the mean."
            },
            {
              "code": "VAR-2.B.3",
              "description": "Technology, such as a calculator, a standard normal table, or computer-generated output, can be used to find the proportion of data values located on a given interval of a normally distributed random variable."
            },
            {
              "code": "VAR-2.B.4",
              "description": "Given the area of a region under the graph of the normal distribution curve, it is possible to use technology, such as a calculator, a standard normal table, or computer-generated output, to estimate parameters for some populations."
            },
            {
              "code": "VAR-2.C.1",
              "description": "Percentiles and z-scores may be used to compare relative positions of points within a data set or between data sets."
            }
          ]
        }
      ]
    },
    {
      "unit_number": 2,
      "unit_title": "Exploring Two-Variable Data",
      "ap_exam_weighting": "5–7%",
      "class_periods": "~10–11",
      "big_ideas": [
        {
          "name": "Variation and Distribution VAR",
          "question": "Does the fact that the number of shark attacks increases with ice cream sales necessarily mean that ice cream sales cause shark attacks?"
        },
        {
          "name": "Patterns and Uncertainty UNC",
          "question": "How might you represent incomes of individuals with and without a college degree to help describe similarities and/or differences between the two groups?"
        },
        {
          "name": "Data-Based Predictions, Decisions, and Conclusions DAT",
          "question": "How can you determine the effectiveness of a linear model that uses the number of cricket chirps per minute to predict temperature?"
        }
      ],
      "learning_objectives": [
        {
          "learning_objective_code": "VAR-1.D",
          "description": "Identify questions to be answered about possible relationships in data.",
          "skill_code": "1.A",
          "essential_knowledge_codes": ["VAR-1.D.1"]
        },
        {
          "learning_objective_code": "UNC-1.P",
          "description": "Compare numerical and graphical representations for two categorical variables.",
          "skill_code": "2.D",
          "essential_knowledge_codes": [
            "UNC-1.P.1",
            "UNC-1.P.2",
            "UNC-1.P.3",
            "UNC-1.P.4"
          ]
        },
        {
          "learning_objective_code": "UNC-1.Q",
          "description": "Calculate statistics for two categorical variables.",
          "skill_code": "2.C",
          "essential_knowledge_codes": ["UNC-1.Q.1", "UNC-1.Q.2"]
        },
        {
          "learning_objective_code": "UNC-1.R",
          "description": "Compare statistics for two categorical variables.",
          "skill_code": "2.D",
          "essential_knowledge_codes": ["UNC-1.R.1"]
        },
        {
          "learning_objective_code": "UNC-1.S",
          "description": "Represent bivariate quantitative data using scatterplots.",
          "skill_code": "2.B",
          "essential_knowledge_codes": ["UNC-1.S.1", "UNC-1.S.2", "UNC-1.S.3"]
        },
        {
          "learning_objective_code": "DAT-1.A",
          "description": "Describe the characteristics of a scatter plot.",
          "skill_code": "2.A",
          "essential_knowledge_codes": [
            "DAT-1.A.1",
            "DAT-1.A.2",
            "DAT-1.A.3",
            "DAT-1.A.4",
            "DAT-1.A.5",
            "DAT-1.A.6"
          ]
        },
        {
          "learning_objective_code": "DAT-1.B",
          "description": "Determine the correlation for a linear relationship.",
          "skill_code": "2.C",
          "essential_knowledge_codes": ["DAT-1.B.1", "DAT-1.B.2", "DAT-1.B.3"]
        },
        {
          "learning_objective_code": "DAT-1.C",
          "description": "Interpret the correlation for a linear relationship.",
          "skill_code": "4.B",
          "essential_knowledge_codes": ["DAT-1.C.1", "DAT-1.C.2"]
        },
        {
          "learning_objective_code": "DAT-1.D",
          "description": "Calculate a predicted response value using a linear regression model.",
          "skill_code": "2.C",
          "essential_knowledge_codes": ["DAT-1.D.1", "DAT-1.D.2", "DAT-1.D.3"]
        },
        {
          "learning_objective_code": "DAT-1.E",
          "description": "Represent differences between measured and predicted responses using residual plots.",
          "skill_code": "2.B",
          "essential_knowledge_codes": ["DAT-1.E.1", "DAT-1.E.2"]
        },
        {
          "learning_objective_code": "DAT-1.F",
          "description": "Describe the form of association of bivariate data using residual plots.",
          "skill_code": "2.A",
          "essential_knowledge_codes": ["DAT-1.F.1", "DAT-1.F.2"]
        },
        {
          "learning_objective_code": "DAT-1.G",
          "description": "Estimate parameters for the least-squares regression line model.",
          "skill_code": "2.C",
          "essential_knowledge_codes": [
            "DAT-1.G.1",
            "DAT-1.G.2",
            "DAT-1.G.3",
            "DAT-1.G.4"
          ]
        },
        {
          "learning_objective_code": "DAT-1.H",
          "description": "Interpret coefficients for the least-squares regression line model.",
          "skill_code": "4.B",
          "essential_knowledge_codes": ["DAT-1.H.1", "DAT-1.H.2", "DAT-1.H.3"]
        },
        {
          "learning_objective_code": "DAT-1.I",
          "description": "Identify influential points in regression.",
          "skill_code": "2.A",
          "essential_knowledge_codes": ["DAT-1.I.1", "DAT-1.I.2", "DAT-1.I.3"]
        },
        {
          "learning_objective_code": "DAT-1.J",
          "description": "Calculate a predicted response using a least-squares regression line for a transformed data set.",
          "skill_code": "2.C",
          "essential_knowledge_codes": ["DAT-1.J.1", "DAT-1.J.2"]
        }
      ],
      "topics": [
        {
          "topic_number": "2.1",
          "title": "Introducing Statistics: Are Variables Related?"
        },
        {
          "topic_number": "2.2",
          "title": "Representing Two Categorical Variables"
        },
        {
          "topic_number": "2.3",
          "title": "Statistics for Two Categorical Variables"
        },
        {
          "topic_number": "2.4",
          "title": "Representing the Relationship Between Two Quantitative Variables"
        },
        {
          "topic_number": "2.5",
          "title": "Correlation"
        },
        {
          "topic_number": "2.6",
          "title": "Linear Regression Models"
        },
        {
          "topic_number": "2.7",
          "title": "Residuals"
        },
        {
          "topic_number": "2.8",
          "title": "Least Squares Regression"
        },
        {
          "topic_number": "2.9",
          "title": "Analyzing Departures from Linearity"
        }
      ]
    },
    {
      "unit_number": "3",
      "unit_title": "Collecting Data",
      "ap_exam_weighting": "12–15%",
      "class_periods": "~9–10",
      "big_ideas": [
        {
          "big_idea_number": "1",
          "big_idea_short_name": "VAR",
          "essential_questions": ["What do our data tell us?"]
        },
        {
          "big_idea_number": "3",
          "big_idea_short_name": "DAT",
          "essential_questions": [
            "Why might the data we collected not be valid for drawing conclusions about an entire population?"
          ]
        }
      ],
      "course_skills_building": ["1.B", "1.C", "4.A", "4.B"],
      "topics": [
        {
          "topic_number": "3.1",
          "topic_title": "Introducing Statistics: Do the Data We Collected Tell the Truth?",
          "skills": ["1.A"]
        },
        {
          "topic_number": "3.2",
          "topic_title": "Introduction to Planning a Study",
          "skills": ["1.C", "4.A"]
        },
        {
          "topic_number": "3.3",
          "topic_title": "Random Sampling and Data Collection",
          "skills": ["1.C"]
        },
        {
          "topic_number": "3.4",
          "topic_title": "Potential Problems with Sampling",
          "skills": ["1.C"]
        },
        {
          "topic_number": "3.5",
          "topic_title": "Introduction to Experimental Design",
          "skills": ["1.C", "1.B"]
        },
        {
          "topic_number": "3.6",
          "topic_title": "Selecting an Experimental Design",
          "skills": ["1.C"]
        },
        {
          "topic_number": "3.7",
          "topic_title": "Inference and Experiments",
          "skills": ["4.B"]
        }
      ],
      "learning_objectives": [
        {
          "learning_objective_code": "VAR-1.E",
          "learning_objective_description": "Identify questions to be answered about data collection methods.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-1.E.1",
              "essential_knowledge_description": "Methods for data collection that do not rely on chance result in untrustworthy conclusions.",
              "skill": "1.A"
            }
          ]
        },
        {
          "learning_objective_code": "DAT-2.A",
          "learning_objective_description": "Identify the type of a study.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "DAT-2.A.1",
              "essential_knowledge_description": "A population consists of all items or subjects of interest.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.A.2",
              "essential_knowledge_description": "A sample selected for study is a subset of the population.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.A.3",
              "essential_knowledge_description": "In an observational study, treatments are not imposed. Investigators examine data for a sample of individuals (retrospective) or follow a sample of individuals into the future collecting data (prospective) in order to investigate a topic of interest about the population. A sample survey is a type of observational study that collects data from a sample in an attempt to learn about the population from which the sample was taken.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.A.4",
              "essential_knowledge_description": "In an experiment, different conditions (treatments) are assigned to experimental units (participants or subjects).",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "DAT-2.B",
          "learning_objective_description": "Identify appropriate generalizations and determinations based on observational studies.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "DAT-2.B.1",
              "essential_knowledge_description": "It is only appropriate to make generalizations about a population based on samples that are randomly selected or otherwise representative of that population.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.B.2",
              "essential_knowledge_description": "A sample is only generalizable to the population from which the sample was selected.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.B.3",
              "essential_knowledge_description": "It is not possible to determine causal relationships between variables using data collected in an observational study.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "DAT-2.C",
          "learning_objective_description": "Identify a sampling method, given a description of a study.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "DAT-2.C.1",
              "essential_knowledge_description": "When an item from a population can be selected only once, this is called sampling without replacement. When an item from the population can be selected more than once, this is called sampling with replacement.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.C.2",
              "essential_knowledge_description": "A simple random sample (SRS) is a sample in which every group of a given size has an equal chance of being chosen. This method is the basis for many types of sampling mechanisms. A few examples of mechanisms used to obtain SRSs include numbering individuals and using a random number generator to select which ones to include in the sample, ignoring repeats, using a table of random numbers, or drawing a card from a deck without replacement.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.C.3",
              "essential_knowledge_description": "A stratified random sample involves the division of a population into separate groups, called strata, based on shared attributes or characteristics (homogeneous grouping). Within each stratum a simple random sample is selected, and the selected units are combined to form the sample.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.C.4",
              "essential_knowledge_description": "A cluster sample involves the division of a population into smaller groups, called clusters. Ideally, there is heterogeneity within each cluster, and clusters are similar to one another in their composition. A simple random sample of clusters is selected from the population to form the sample of clusters. Data are collected from all observations in the selected clusters.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.C.5",
              "essential_knowledge_description": "A systematic random sample is a method in which sample members from a population are selected according to a random starting point and a fixed, periodic interval.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.C.6",
              "essential_knowledge_description": "A census selects all items/subjects in a population.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "DAT-2.D",
          "learning_objective_description": "Explain why a particular sampling method is or is not appropriate for a given situation.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "DAT-2.D.1",
              "essential_knowledge_description": "There are advantages and disadvantages for each sampling method depending upon the question that is to be answered and the population from which the sample will be drawn.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "DAT-2.E",
          "learning_objective_description": "Identify potential sources of bias in sampling methods.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "DAT-2.E.1",
              "essential_knowledge_description": "Bias occurs when certain responses are systematically favored over others.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.E.2",
              "essential_knowledge_description": "When a sample is comprised entirely of volunteers or people who choose to participate, the sample will typically not be representative of the population (voluntary response bias).",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.E.3",
              "essential_knowledge_description": "When part of the population has a reduced chance of being included in the sample, the sample will typically not be representative of the population (undercoverage bias).",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.E.4",
              "essential_knowledge_description": "Individuals chosen for the sample for whom data cannot be obtained (or who refuse to respond) may differ from those for whom data can be obtained (nonresponse bias).",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.E.5",
              "essential_knowledge_description": "Problems in the data gathering instrument or process result in response bias. Examples include questions that are confusing or leading (question wording bias) and self-reported responses.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "DAT-2.E.6",
              "essential_knowledge_description": "Non-random sampling methods (for example, samples chosen by convenience or voluntary response) introduce potential for bias because they do not use chance to select the individuals.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "VAR-3.A",
          "learning_objective_description": "Identify the components of an experiment.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-3.A.1",
              "essential_knowledge_description": "The experimental units are the individuals (which may be people or other objects of study) that are assigned treatments. When experimental units consist of people, they are sometimes referred to as participants or subjects.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.A.2",
              "essential_knowledge_description": "An explanatory variable (or factor) in an experiment is a variable whose levels are manipulated intentionally. The levels or combination of levels of the explanatory variable(s) are called treatments.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.A.3",
              "essential_knowledge_description": "A response variable in an experiment is an outcome from the experimental units that is measured after the treatments have been administered.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.A.4",
              "essential_knowledge_description": "A confounding variable in an experiment is a variable that is related to the explanatory variable and influences the response variable and may create a false perception of association between the two.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "VAR-3.B",
          "learning_objective_description": "Describe elements of a well-designed experiment.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-3.B.1",
              "essential_knowledge_description": "A well-designed experiment should include the following: a. Comparisons of at least two treatment groups, one of which could be a control group. b. Random assignment/allocation of treatments to experimental units. c. Replication (more than one experimental unit in each treatment group). d. Control of potential confounding variables where appropriate.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "VAR-3.C",
          "learning_objective_description": "Compare experimental designs and methods.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-3.C.1",
              "essential_knowledge_description": "In a completely randomized design, treatments are assigned to experimental units completely at random. Random assignment tends to balance the effects of uncontrolled (confounding) variables so that differences in responses can be attributed to the treatments.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.2",
              "essential_knowledge_description": "Methods for randomly assigning treatments to experimental units in a completely randomized design include using a random number generator, a table of random values, drawing chips without replacement, etc.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.3",
              "essential_knowledge_description": "In a single-blind experiment, subjects do not know which treatment they are receiving, but members of the research team do, or vice versa.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.4",
              "essential_knowledge_description": "In a double-blind experiment neither the subjects nor the members of the research team who interact with them know which treatment a subject is receiving.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.5",
              "essential_knowledge_description": "A control group is a collection of experimental units either not given a treatment of interest or given a treatment with an inactive substance (placebo) in order to determine if the treatment of interest has an effect.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.6",
              "essential_knowledge_description": "The placebo effect occurs when experimental units have a response to a placebo.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.7",
              "essential_knowledge_description": "For randomized complete block designs, treatments are assigned completely at random within each block.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.8",
              "essential_knowledge_description": "Blocking ensures that at the beginning of the experiment the units within each block are similar to each other with respect to at least one blocking variable. A randomized block design helps to separate natural variability from differences due to the blocking variable.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.C.9",
              "essential_knowledge_description": "A matched pairs design is a special case of a randomized block design. Using a blocking variable, subjects (whether they are people or not) are arranged in pairs matched on relevant factors. Matched pairs may be formed naturally or by the experimenter. Every pair receives both treatments by randomly assigning one treatment to one member of the pair and subsequently assigning the remaining treatment to the second member of the pair. Alternately, each subject may get both treatments.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "VAR-3.D",
          "learning_objective_description": "Explain why a particular experimental design is appropriate.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-3.D.1",
              "essential_knowledge_description": "There are advantages and disadvantages for each experimental design depending on the question of interest, the resources available, and the nature of the experimental units.",
              "skill": ""
            }
          ]
        },
        {
          "learning_objective_code": "VAR-3.E",
          "learning_objective_description": "Interpret the results of a well-designed experiment.",
          "essential_knowledge": [
            {
              "essential_knowledge_code": "VAR-3.E.1",
              "essential_knowledge_description": "Statistical inference attributes conclusions based on data to the distribution from which the data were collected.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.E.2",
              "essential_knowledge_description": "Random assignment of treatments to experimental units allows researchers to conclude that some observed changes are so large as to be unlikely to have occurred by chance. Such changes are said to be statistically significant.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.E.3",
              "essential_knowledge_description": "Statistically significant differences between or among experimental treatment groups are evidence that the treatments caused the effect.",
              "skill": ""
            },
            {
              "essential_knowledge_code": "VAR-3.E.4",
              "essential_knowledge_description": "If the experimental units used in an experiment are representative of some larger group of units, the results of an experiment can be generalized to the larger group. Random selection of experimental units gives a better chance that the units will be representative.",
              "skill": ""
            }
          ]
        }
      ]
    },
    {
      "unit_number": "4",
      "title": "Probability, Random Variables, and Probability Distributions",
      "ap_exam_weighting": "10–20%",
      "class_periods": "~18–20",
      "big_ideas": [
        {
          "name": "Variation and Distribution",
          "code": "VAR",
          "essential_question": "How can an event be both random and predictable?"
        },
        {
          "name": "Patterns and Uncertainty",
          "code": "UNC",
          "essential_question": "About how many rolls of a fair six-sided die would we anticipate taking to get three 1s?"
        }
      ],
      "topics": [
        {
          "topic_number": "4.1",
          "title": "Introducing Statistics: Random and Non-Random Patterns?",
          "skills": ["1.A"],
          "enduring_understanding": "VAR-1",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-1.F Identify questions suggested by patterns in data. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.F.1 Patterns in data do not necessarily mean that variation is not random."
              ]
            }
          ]
        },
        {
          "topic_number": "4.2",
          "title": "Estimating Probabilities Using Simulation",
          "skills": ["3.A"],
          "enduring_understanding": "UNC-2",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "UNC-2.A Estimate probabilities using simulation. [Skill 3.A]",
              "essential_knowledge": [
                "UNC-2.A.1 A random process generates results that are determined by chance.",
                "UNC-2.A.2 An outcome is the result of a trial of a random process.",
                "UNC-2.A.3 An event is a collection of outcomes.",
                "UNC-2.A.4 Simulation is a way to model random events, such that simulated outcomes closely match real-world outcomes. All possible outcomes are associated with a value to be determined by chance. Record the counts of simulated outcomes and the count total.",
                "UNC-2.A.5 The relative frequency of an outcome or event in simulated or empirical data can be used to estimate the probability of that outcome or event.",
                "UNC-2.A.6 The law of large numbers states that simulated (empirical) probabilities tend to get closer to the true probability as the number of trials increases."
              ]
            }
          ]
        },
        {
          "topic_number": "4.3",
          "title": "Introduction to Probability",
          "skills": ["3.A", "4.B"],
          "enduring_understanding": "VAR-4",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-4.A Calculate probabilities for events and their complements. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-4.A.1 The sample space of a random process is the set of all possible non-overlapping outcomes.",
                "VAR-4.A.2 If all outcomes in the sample space are equally likely, then the probability an event E will occur is defined as the fraction: number of outcomes in event E / total number of outcomes in sample space.",
                "VAR-4.A.3 The probability of an event is a number between 0 and 1, inclusive.",
                "VAR-4.A.4 The probability of the complement of an event E, E′ or EC, (i.e., not E) is equal to 1−P(E)."
              ]
            },
            {
              "learning_objective": "VAR-4.B Interpret probabilities for events. [Skill 4.B]",
              "essential_knowledge": [
                "VAR-4.B.1 Probabilities of events in repeatable situations can be interpreted as the relative frequency with which the event will occur in the long run."
              ]
            }
          ]
        },
        {
          "topic_number": "4.4",
          "title": "Mutually Exclusive Events",
          "skills": ["4.B"],
          "enduring_understanding": "VAR-4",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-4.C Explain why two events are (or are not) mutually exclusive. [Skill 4.B]",
              "essential_knowledge": [
                "VAR-4.C.1 The probability that events A and B both will occur, sometimes called the joint probability, is the probability of the intersection of A and B, denoted P(A∩B).",
                "VAR-4.C.2 Two events are mutually exclusive or disjoint if they cannot occur at the same time. So P(A∩B)=0."
              ]
            }
          ]
        },
        {
          "topic_number": "4.5",
          "title": "Conditional Probability",
          "skills": ["3.A"],
          "enduring_understanding": "VAR-4",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-4.D Calculate conditional probabilities. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-4.D.1 The probability that event A will occur given that event B has occurred is called a conditional probability and denoted P(A|B)=P(A∩B)/P(B).",
                "VAR-4.D.2 The multiplication rule states that the probability that events A and B both will occur is equal to the probability that event A will occur multiplied by the probability that event B will occur, given that A has occurred. This is denoted P(A∩B)=P(A)⋅P(B|A)."
              ]
            }
          ]
        },
        {
          "topic_number": "4.6",
          "title": "Independent Events and Unions of Events",
          "skills": ["3.A"],
          "enduring_understanding": "VAR-4",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-4.E Calculate probabilities for independent events and for the union of two events. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-4.E.1 Events A and B are independent if, and only if, knowing whether event A has occurred (or will occur) does not change the probability that event B will occur.",
                "VAR-4.E.2 If, and only if, events A and B are independent, then P(A|B)=P(A), P(B|A)=P(B), and P(A∩B)=P(A)⋅P(B).",
                "VAR-4.E.3 The probability that event A or event B (or both) will occur is the probability of the union of A and B, denoted P(A∪B).",
                "VAR-4.E.4 The addition rule states that the probability that event A or event B or both will occur is equal to the probability that event A will occur plus the probability that event B will occur minus the probability that both events A and B will occur. This is denoted P(A∪B)=P(A)+P(B)−P(A∩B)."
              ]
            }
          ]
        },
        {
          "topic_number": "4.7",
          "title": "Introduction to Random Variables and Probability Distributions",
          "skills": ["2.B", "4.B"],
          "enduring_understanding": "VAR-5",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-5.A Represent the probability distribution for a discrete random variable. [Skill 2.B]",
              "essential_knowledge": [
                "VAR-5.A.1 The values of a random variable are the numerical outcomes of random behavior.",
                "VAR-5.A.2 A discrete random variable is a variable that can only take a countable number of values. Each value has a probability associated with it. The sum of the probabilities over all of the possible values must be 1.",
                "VAR-5.A.3 A probability distribution can be represented as a graph, table, or function showing the probabilities associated with values of a random variable.",
                "VAR-5.A.4 A cumulative probability distribution can be represented as a table or function showing the probability of being less than or equal to each value of the random variable."
              ]
            },
            {
              "learning_objective": "VAR-5.B Interpret a probability distribution. [Skill 4.B]",
              "essential_knowledge": [
                "VAR-5.B.1 An interpretation of a probability distribution provides information about the shape, center, and spread of a population and allows one to make conclusions about the population of interest."
              ]
            }
          ]
        },
        {
          "topic_number": "4.8",
          "title": "Mean and Standard Deviation of Random Variables",
          "skills": ["3.B", "4.B"],
          "enduring_understanding": "VAR-5",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-5.C Calculate parameters for a discrete random variable. [Skill 3.B]",
              "essential_knowledge": [
                "VAR-5.C.1 A numerical value measuring a characteristic of a population or the distribution of a random variable is known as a parameter, which is a single, fixed value.",
                "VAR-5.C.2 The mean, or expected value, for a discrete random variable X is μ_X = ∑x_i ⋅ P(x_i).",
                "VAR-5.C.3 The standard deviation for a discrete random variable X is σ_X = √∑(x_i − μ_X)²⋅P(x_i)."
              ]
            },
            {
              "learning_objective": "VAR-5.D Interpret parameters for a discrete random variable. [Skill 4.B]",
              "essential_knowledge": [
                "VAR-5.D.1 Parameters for a discrete random variable should be interpreted using appropriate units and within the context of a specific population."
              ]
            }
          ]
        },
        {
          "topic_number": "4.9",
          "title": "Combining Random Variables",
          "skills": ["3.B", "3.C"],
          "enduring_understanding": "VAR-5",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "VAR-5.E Calculate parameters for linear combinations of random variables. [Skill 3.B]",
              "essential_knowledge": [
                "VAR-5.E.1 For random variables X and Y and real numbers a and b, the mean of aX+bY is aμ_X + bμ_Y.",
                "VAR-5.E.2 Two random variables are independent if knowing information about one of them does not change the probability distribution of the other.",
                "VAR-5.E.3 For independent random variables X and Y and real numbers a and b, the mean of aX+bY is aμ_X + bμ_Y, and the variance of aX+bY is a²σ²_X + b²σ²_Y."
              ]
            },
            {
              "learning_objective": "VAR-5.F Describe the effects of linear transformations of parameters of random variables. [Skill 3.C]",
              "essential_knowledge": [
                "VAR-5.F.1 For Y=a+bX, the probability distribution of the transformed random variable, Y, has the same shape as the probability distribution for X, so long as a>0 and b>0. The mean of Y is μ_Y = a+bμ_X. The standard deviation of Y is σ_Y = bσ_X."
              ]
            }
          ]
        },
        {
          "topic_number": "4.10",
          "title": "Introduction to the Binomial Distribution",
          "skills": ["3.A"],
          "enduring_understanding": "UNC-3",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "UNC-3.A Estimate probabilities of binomial random variables using data from a simulation. [Skill 3.A]",
              "essential_knowledge": [
                "UNC-3.A.1 A probability distribution can be constructed using the rules of probability or estimated with a simulation using random number generators.",
                "UNC-3.A.2 A binomial random variable, X, counts the number of successes in n repeated independent trials, each trial having two possible outcomes (success or failure), with the probability of success p and the probability of failure 1−p."
              ]
            },
            {
              "learning_objective": "UNC-3.B Calculate probabilities for a binomial distribution. [Skill 3.A]",
              "essential_knowledge": [
                "UNC-3.B.1 The probability that a binomial random variable, X, has exactly x successes for n independent trials, when the probability of success is p, is calculated as P(X=x)=(nCx)pˣ(1−p)ⁿ⁻ˣ, x= 0, 1, 2, . . . ,n. This is the binomial probability function."
              ]
            }
          ]
        },
        {
          "topic_number": "4.11",
          "title": "Parameters for a Binomial Distribution",
          "skills": ["3.B", "4.B"],
          "enduring_understanding": "UNC-3",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "UNC-3.C Calculate parameters for a binomial distribution. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.C.1 If a random variable is binomial, its mean, μ_x, is np and its standard deviation, σ_x, is √np(1−p)."
              ]
            },
            {
              "learning_objective": "UNC-3.D Interpret probabilities and parameters for a binomial distribution. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.D.1 Probabilities and parameters for a binomial distribution should be interpreted using appropriate units and within the context of a specific population or situation."
              ]
            }
          ]
        },
        {
          "topic_number": "4.12",
          "title": "The Geometric Distribution",
          "skills": ["3.A", "3.B", "4.B"],
          "enduring_understanding": "UNC-3",
          "learning_objectives_and_essential_knowledge": [
            {
              "learning_objective": "UNC-3.E Calculate probabilities for geometric random variables. [Skill 3.A]",
              "essential_knowledge": [
                "UNC-3.E.1 For a sequence of independent trials, a geometric random variable, X, gives the number of the trial on which the first success occurs. Each trial has two possible outcomes (success or failure) with the probability of success p and the probability of failure 1–p.",
                "UNC-3.E.2 The probability that the first success for repeated independent trials with probability of success p occurs on trial x is calculated as P(X=x)=(1−p)ˣ⁻¹p, x=1,2,3,... This is the geometric probability function."
              ]
            },
            {
              "learning_objective": "UNC-3.F Calculate parameters of a geometric distribution. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.F.1 If a random variable is geometric, its mean, μ_x, is 1/p and its standard deviation, σ_x, is √(1−p)/p."
              ]
            },
            {
              "learning_objective": "UNC-3.G Interpret probabilities and parameters for a geometric distribution. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.G.1 Probabilities and parameters for a geometric distribution should be interpreted using appropriate units and within the context of a specific population or situation."
              ]
            }
          ]
        }
      ]
    },
    {
      "course_title": "AP STATISTICS",
      "unit_number": "5",
      "unit_title": "Sampling Distributions",
      "ap_exam_weighting": "7–12%",
      "class_periods": "~10–12",
      "big_ideas": [
        {
          "name": "Variation and Distribution",
          "short_name": "VAR",
          "essential_questions": [
            "How likely is it to get a value this large just by chance?"
          ]
        },
        {
          "name": "Patterns and Uncertainty",
          "short_name": "UNC",
          "essential_questions": [
            "How can we anticipate patterns in the values of a statistic from one sample to another?"
          ]
        }
      ],
      "course_skills_developed": ["3.B", "3.C", "4.B"],
      "topics_at_a_glance": [
        {
          "topic_number": "5.1",
          "topic_title": "Introducing Statistics: Why Is My Sample Not Like Yours?",
          "skills": ["1.A"]
        },
        {
          "topic_number": "5.2",
          "topic_title": "The Normal Distribution, Revisited",
          "skills": ["3.A", "3.C"]
        },
        {
          "topic_number": "5.3",
          "topic_title": "The Central Limit Theorem",
          "skills": ["3.C"]
        },
        {
          "topic_number": "5.4",
          "topic_title": "Biased and Unbiased Point Estimates",
          "skills": ["4.B", "3.B"]
        },
        {
          "topic_number": "5.5",
          "topic_title": "Sampling Distributions for Sample Proportions",
          "skills": ["3.B", "3.C", "4.B"]
        },
        {
          "topic_number": "5.6",
          "topic_title": "Sampling Distributions for Differences in Sample Proportions",
          "skills": ["3.B", "3.C", "4.B"]
        },
        {
          "topic_number": "5.7",
          "topic_title": "Sampling Distributions for Sample Means",
          "skills": ["3.B", "3.C", "4.B"]
        },
        {
          "topic_number": "5.8",
          "topic_title": "Sampling Distributions for Differences in Sample Means",
          "skills": ["3.B", "3.C", "4.B"]
        }
      ],
      "sample_instructional_activities": [
        {
          "activity_number": "1",
          "topic": "5.2",
          "description": "Think Aloud\nGroup students into pairs within a larger group of four. Have each student individually read 2014 FRQ 3 and think aloud with their partner, brainstorming ways to begin each part of the question. Each student then independently completes all parts. Have the pairs compare answers within their groups, improving their individual responses as necessary. Groups can then compare their responses with other groups. Finally, have students score their responses according to the rubric."
        },
        {
          "activity_number": "2",
          "topic": "5.3",
          "description": "Use Manipulatives\nFrom a large container of pennies, have each student take two random samples of size 5, two of size 10, and two of size 25, and record the dates on those pennies. Have students calculate the mean of the dates in each sample and then construct four “dotplots” on the floor: one using the pennies, one using nickels placed at the mean of the student’s sample size 5, one using dimes placed at the mean of the sample size 10, and one using quarters placed at the mean of the sample size 25."
        },
        {
          "activity_number": "3",
          "topic": "5.5, 5.7",
          "description": "Password-Style Games\nHave partners sit facing opposite sides of the room. Display vocabulary terms from the unit on the classroom screen. Have the students facing the screen describe the terms to their partner who then tries to guess the terms described. After half of the terms have been used, have students switch roles. Terms to include: parameter, statistic, sampling distribution, distribution of sample data, sample distribution, unbiased estimator, sampling variability of a statistic, bias, sample proportion, sample mean, p-hat, sigma_p-hat, x-bar, sigma_x-bar, and central limit theorem."
        }
      ],
      "learning_objectives_and_essential_knowledge": [
        {
          "topic_number": "5.1",
          "enduring_understanding": "VAR-1 Given that variation may be random or not, conclusions are uncertain.",
          "learning_objectives": [
            {
              "code": "VAR-1.G",
              "objective": "Identify questions suggested by variation in statistics for samples collected from the same population. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.G.1 Variation in statistics for samples taken from the same population may be random or not."
              ]
            }
          ]
        },
        {
          "topic_number": "5.2",
          "enduring_understanding": "VAR-6 The normal distribution may be used to model variation.",
          "learning_objectives": [
            {
              "code": "VAR-6.A",
              "objective": "Calculate the probability that a particular value lies in a given interval of a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-6.A.1 A continuous random variable is a variable that can take on any value within a specified domain. Every interval within the domain has a probability associated with it.",
                "VAR-6.A.2 A continuous random variable with a normal distribution is commonly used to describe populations. The distribution of a normal random variable can be described by a normal, or “bell-shaped,” curve.",
                "VAR-6.A.3 The area under a normal curve over a given interval represents the probability that a particular value lies in that interval."
              ]
            },
            {
              "code": "VAR-6.B",
              "objective": "Determine the interval associated with a given area in a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-6.B.1 The boundaries of an interval associated with a given area in a normal distribution can be determined using z-scores or technology, such as a calculator, a standard normal table, or computer-generated output.",
                "VAR-6.B.2 Intervals associated with a given area in a normal distribution can be determined by assigning appropriate inequalities to the boundaries of the intervals: a. P(X < x_a) = p% / 100 means that the lowest p% of values lie to the left of x_a. b. P(x_a < X < x_b) = p% / 100 means that p% of values lie between x_a and x_b. c. P(X > x_b) = p% / 100 means that the highest p% of values lie to the right of x_b. d. To determine the most extreme p% of values requires dividing the area associated with p% into two equal areas on either extreme of the distribution: P(X < x_a) = (1 - p/100)/2 and P(X > x_b) = (1 - p/100)/2 means that half of the most extreme p% of values lie to the left of x_a and half of the most extreme values lie to the right of x_b."
              ]
            },
            {
              "code": "VAR-6.C",
              "objective": "Determine the appropriateness of using the normal distribution to approximate probabilities for unknown distributions. [Skill 3.C]",
              "essential_knowledge": [
                "VAR-6.C.1 Normal distributions are symmetrical and “bell-shaped.” As a result, normal distributions can be used to approximate distributions with similar characteristics."
              ]
            }
          ]
        },
        {
          "topic_number": "5.3",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.H",
              "objective": "Estimate sampling distributions using simulation. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-3.H.1 A sampling distribution of a statistic is the distribution of values for the statistic for all possible samples of a given size from a given population.",
                "UNC-3.H.2 The central limit theorem (CLT) states that when the sample size is sufficiently large, a sampling distribution of the mean of a random variable will be approximately normally distributed.",
                "UNC-3.H.3 The central limit theorem requires that the sample values are independent of each other and that n is sufficiently large.",
                "UNC-3.H.4 A randomization distribution is a collection of statistics generated by simulation assuming known values for the parameters. For a randomized experiment, this means repeatedly randomly reallocating/reassigning the response values to treatment groups.",
                "UNC-3.H.5 The sampling distribution of a statistic can be simulated by generating repeated random samples from a population."
              ]
            }
          ]
        },
        {
          "topic_number": "5.4",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.I",
              "objective": "Explain why an estimator is or is not unbiased. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.I.1 When estimating a population parameter, an estimator is unbiased if, on average, the value of the estimator is equal to the population parameter."
              ]
            },
            {
              "code": "UNC-3.J",
              "objective": "Calculate estimates for a population parameter. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.J.1 When estimating a population parameter, an estimator exhibits variability that can be modeled using probability.",
                "UNC-3.J.2 A sample statistic is a point estimator of the corresponding population parameter."
              ]
            }
          ]
        },
        {
          "topic_number": "5.5",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.K",
              "objective": "Determine parameters of a sampling distribution for sample proportions. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.K.1 For independent samples (sampling with replacement) of a categorical variable from a population with population proportion, p, the sampling distribution of the sample proportion, p-hat, has a mean, mu_p-hat = p, and a standard deviation, sigma_p-hat = sqrt(p(1-p)/n).",
                "UNC-3.K.2 If sampling without replacement, the standard deviation of the sample proportion is smaller than what is given by the formula above. If the sample size is less than 10% of the population size, the difference is negligible."
              ]
            },
            {
              "code": "UNC-3.L",
              "objective": "Determine whether a sampling distribution for a sample proportion can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-3.L.1 For a categorical variable, the sampling distribution of the sample proportion, p-hat, will have an approximate normal distribution, provided the sample size is large enough: np >= 10 and n(1-p) >= 10."
              ]
            },
            {
              "code": "UNC-3.M",
              "objective": "Interpret probabilities and parameters for a sampling distribution for a sample proportion. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.M.1 Probabilities and parameters for a sampling distribution for a sample proportion should be interpreted using appropriate units and within the context of a specific population."
              ]
            }
          ]
        },
        {
          "topic_number": "5.6",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.N",
              "objective": "Determine parameters of a sampling distribution for a difference in sample proportions. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.N.1 For a categorical variable, when randomly sampling with replacement from two independent populations with population proportions p1 and p2, the sampling distribution of the difference in sample proportions p-hat1 - p-hat2 has mean, mu_p-hat1-p-hat2 = p1 - p2, and standard deviation, sigma_p-hat1-p-hat2 = sqrt(p1(1-p1)/n1 + p2(1-p2)/n2).",
                "UNC-3.N.2 If sampling without replacement, the standard deviation of the difference in sample proportions is smaller than what is given by the formula above. If the sample sizes are less than 10% of the population sizes, the difference is negligible."
              ]
            },
            {
              "code": "UNC-3.O",
              "objective": "Determine whether a sampling distribution for a difference of sample proportions can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-3.O.1 The sampling distribution of the difference in sample proportions p-hat1 - p-hat2 will have an approximate normal distribution provided the sample sizes are large enough: n1*p1 >= 10, n1*(1-p1) >= 10, n2*p2 >= 10, n2*(1-p2) >= 10."
              ]
            },
            {
              "code": "UNC-3.P",
              "objective": "Interpret probabilities and parameters for a sampling distribution for a difference in proportions. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.P.1 Parameters for a sampling distribution for a difference of proportions should be interpreted using appropriate units and within the context of a specific populations."
              ]
            }
          ]
        },
        {
          "topic_number": "5.7",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.Q",
              "objective": "Determine parameters for a sampling distribution for sample means. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.Q.1 For a numerical variable, when random sampling with replacement from a population with mean mu and standard deviation, sigma, the sampling distribution of the sample mean, x-bar, has mean mu_x-bar = mu and standard deviation sigma_x-bar = sigma/sqrt(n).",
                "UNC-3.Q.2 If sampling without replacement, the standard deviation of the sample mean is smaller than what is given by the formula above. If the sample size is less than 10% of the population size, the difference is negligible."
              ]
            },
            {
              "code": "UNC-3.R",
              "objective": "Determine whether a sampling distribution of a sample mean can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-3.R.1 For a numerical variable, if the population distribution can be modeled with a normal distribution, the sampling distribution of the sample mean, x-bar, can be modeled with a normal distribution.",
                "UNC-3.R.2 For a numerical variable, if the population distribution cannot be modeled with a normal distribution, the sampling distribution of the sample mean, x-bar, can be modeled approximately by a normal distribution, provided the sample size is large enough, e.g., greater than or equal to 30."
              ]
            },
            {
              "code": "UNC-3.S",
              "objective": "Interpret probabilities and parameters for a sampling distribution for a sample mean. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.S.1 Probabilities and parameters for a sampling distribution for a sample mean should be interpreted using appropriate units and within the context of a specific population."
              ]
            }
          ]
        },
        {
          "topic_number": "5.8",
          "enduring_understanding": "UNC-3 Probabilistic reasoning allows us to anticipate patterns in data.",
          "learning_objectives": [
            {
              "code": "UNC-3.T",
              "objective": "Determine parameters of a sampling distribution for a difference in sample means. [Skill 3.B]",
              "essential_knowledge": [
                "UNC-3.T.1 For a numerical variable, when randomly sampling with replacement from two independent populations with population means mu1 and mu2 and population standard deviations sigma1 and sigma2, the sampling distribution of the difference in sample means x-bar1 - x-bar2 has mean mu_x-bar1-x-bar2 = mu1 - mu2 and standard deviation, sigma_x-bar1-x-bar2 = sqrt(sigma1^2/n1 + sigma2^2/n2).",
                "UNC-3.T.2 If sampling without replacement, the standard deviation of the difference in sample means is smaller than what is given by the formula above. If the sample sizes are less than 10% of the population sizes, the difference is negligible."
              ]
            },
            {
              "code": "UNC-3.U",
              "objective": "Determine whether a sampling distribution of a difference in sample means can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-3.U.1 The sampling distribution of the difference in sample means x-bar1 - x-bar2 can be modeled with a normal distribution if the two population distributions can be modeled with a normal distribution.",
                "UNC-3.U.2 The sampling distribution of the difference in sample means x-bar1 - x-bar2 can be modeled approximately by a normal distribution if the two population distributions cannot be modeled with a normal distribution but both sample sizes are greater than or equal to 30."
              ]
            },
            {
              "code": "UNC-3.V",
              "objective": "Interpret probabilities and parameters for a sampling distribution for a difference in sample means. [Skill 4.B]",
              "essential_knowledge": [
                "UNC-3.V.1 Probabilities and parameters for a sampling distribution for a difference of sample means should be interpreted using appropriate units and within the context of a specific populations."
              ]
            }
          ]
        }
      ]
    },
    {
      "unit_number": 6,
      "unit_title": "Inference for Categorical Data: Proportions",
      "exam_weighting": "12–15%",
      "class_periods": "16–18",
      "big_ideas": [
        {
          "code": "VAR",
          "name": "Variation and Distribution",
          "essential_question": "When can we use a normal distribution to perform inference calculations involving population proportions?"
        },
        {
          "code": "UNC",
          "name": "Patterns and Uncertainty",
          "essential_question": "How can we narrow the width of a confidence interval?"
        },
        {
          "code": "DAT",
          "name": "Data-Based Predictions, Decisions, and Conclusions",
          "essential_question": "If the proportion of subjects who experience serious side effects when taking a new drug is smaller than the proportion of subjects who experience serious side effects when taking a placebo, how can we determine if the difference is statistically significant?"
        }
      ],
      "topics": [
        {
          "topic_number": "6.1",
          "topic_title": "Introducing Statistics: Why Be Normal?",
          "skills": [
            {
              "skill_code": "1.A",
              "skill_description": "Identify the question to be answered or problem to be solved (not assessed)."
            }
          ]
        },
        {
          "topic_number": "6.2",
          "topic_title": "Constructing a Confidence Interval for a Population Proportion",
          "skills": [
            {
              "skill_code": "1.D",
              "skill_description": "Identify an appropriate inference method for confidence intervals."
            },
            {
              "skill_code": "4.C",
              "skill_description": "Verify that inference procedures apply in a given situation."
            },
            {
              "skill_code": "3.D",
              "skill_description": "Construct a confidence interval, provided conditions for inference are met."
            }
          ]
        },
        {
          "topic_number": "6.3",
          "topic_title": "Justifying a Claim Based on a Confidence Interval for a Population Proportion",
          "skills": [
            {
              "skill_code": "4.B",
              "skill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
            },
            {
              "skill_code": "4.D",
              "skill_description": "Justify a claim based on a confidence interval."
            },
            {
              "skill_code": "4.A",
              "skill_description": "Make an appropriate claim or draw an appropriate conclusion."
            }
          ]
        },
        {
          "topic_number": "6.4",
          "topic_title": "Setting Up a Test for a Population Proportion",
          "skills": [
            {
              "skill_code": "1.F",
              "skill_description": "Identify null and alternative hypotheses."
            },
            {
              "skill_code": "1.E",
              "skill_description": "Identify an appropriate inference method for significance tests."
            },
            {
              "skill_code": "4.C",
              "skill_description": "Verify that inference procedures apply in a given situation."
            }
          ]
        },
        {
          "topic_number": "6.5",
          "topic_title": "Interpreting p-Values",
          "skills": [
            {
              "skill_code": "3.E",
              "skill_description": "Calculate a test statistic and find a p-value, provided conditions for inference are met."
            },
            {
              "skill_code": "4.B",
              "skill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
            }
          ]
        },
        {
          "topic_number": "6.6",
          "topic_title": "Concluding a Test for a Population Proportion",
          "skills": [
            {
              "skill_code": "4.E",
              "skill_description": "Justify a claim using a decision based on significance tests."
            }
          ]
        },
        {
          "topic_number": "6.7",
          "topic_title": "Potential Errors When Performing Tests",
          "skills": [
            {
              "skill_code": "1.B",
              "skill_description": "Identify key and relevant information to answer a question or solve a problem."
            },
            {
              "skill_code": "3.A",
              "skill_description": "Determine relative frequencies, proportions, or probabilities using simulation or calculations."
            },
            {
              "skill_code": "4.A",
              "skill_description": "Make an appropriate claim or draw an appropriate conclusion."
            },
            {
              "skill_code": "4.B",
              "skill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
            }
          ]
        },
        {
          "topic_number": "6.8",
          "topic_title": "Confidence Intervals for the Difference of Two Proportions",
          "skills": [
            {
              "skill_code": "1.D",
              "skill_description": "Identify an appropriate inference method for confidence intervals."
            },
            {
              "skill_code": "4.C",
              "skill_description": "Verify that inference procedures apply in a given situation."
            },
            {
              "skill_code": "3.D",
              "skill_description": "Construct a confidence interval, provided conditions for inference are met."
            }
          ]
        },
        {
          "topic_number": "6.9",
          "topic_title": "Justifying a Claim Based on a Confidence Interval for a Difference of Population Proportions",
          "skills": [
            {
              "skill_code": "4.B",
              "skill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
            },
            {
              "skill_code": "4.D",
              "skill_description": "Justify a claim based on a confidence interval."
            }
          ]
        },
        {
          "topic_number": "6.10",
          "topic_title": "Setting Up a Test for the Difference of Two Population Proportions",
          "skills": [
            {
              "skill_code": "1.F",
              "skill_description": "Identify null and alternative hypotheses."
            },
            {
              "skill_code": "1.E",
              "skill_description": "Identify an appropriate inference method for significance tests."
            },
            {
              "skill_code": "4.C",
              "skill_description": "Verify that inference procedures apply in a given situation."
            }
          ]
        },
        {
          "topic_number": "6.11",
          "topic_title": "Carrying Out a Test for the Difference of Two Population Proportions",
          "skills": [
            {
              "skill_code": "3.E",
              "skill_description": "Calculate a test statistic and find a p-value, provided conditions for inference are met."
            },
            {
              "skill_code": "4.B",
              "skill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
            },
            {
              "skill_code": "4.E",
              "skill_description": "Justify a claim using a decision based on significance tests."
            }
          ]
        }
      ],
      "learning_objectives": [
        {
          "lo_code": "VAR-1.H",
          "lo_description": "Identify questions suggested by variation in the shapes of distributions of samples taken from the same population. [Skill 1.A]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-1.H.1",
              "ek_description": "Variation in shapes of data distributions may be random or not."
            }
          ]
        },
        {
          "lo_code": "UNC-4.A",
          "lo_description": "Identify an appropriate confidence interval procedure for a population proportion. [Skill 1.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.A.1",
              "ek_description": "The appropriate confidence interval procedure for a one-sample proportion for one categorical variable is a one sample z-interval for a proportion."
            }
          ]
        },
        {
          "lo_code": "UNC-4.B",
          "lo_description": "Verify the conditions for calculating confidence intervals for a population proportion. [Skill 4.C]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.B.1",
              "ek_description": "In order to make assumptions necessary for inference on population proportions, means, and slopes, we must check for independence in data collection methods and for selection of the appropriate sampling distribution."
            },
            {
              "ek_code": "UNC-4.B.2",
              "ek_description": "In order to calculate a confidence interval to estimate a population proportion, p, we must check for independence and that the sampling distribution is approximately normal:\na. To check for independence:\ni. Data should be collected using a random sample or a randomized experiment.\nii. When sampling without replacement, check that n≤10%N, where N is the size of the population.\nb. To check that the sampling distribution of p̂ is approximately normal (shape):\ni. For categorical variables, check that both the number of successes, np̂, and the number of failures, n(1−p̂) are at least 10 so that the sample size is large enough to support an assumption of normality."
            }
          ]
        },
        {
          "lo_code": "UNC-4.C",
          "lo_description": "Determine the margin of error for a given sample size and an estimate for the sample size that will result in a given margin of error for a population proportion. [Skill 3.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.C.1",
              "ek_description": "Based on sample data, the standard error of a statistic is an estimate for the standard deviation for the statistic. The standard error of p̂ is SEp̂ = √p̂(1−p̂)/n."
            },
            {
              "ek_code": "UNC-4.C.2",
              "ek_description": "A margin of error gives how much a value of a sample statistic is likely to vary from the value of the corresponding population parameter."
            },
            {
              "ek_code": "UNC-4.C.3",
              "ek_description": "For categorical variables, the margin of error is the critical value (z*) times the standard error (SE) of the relevant statistic, which equals z*√p̂(1−p̂)/n for a one sample proportion."
            },
            {
              "ek_code": "UNC-4.C.4",
              "ek_description": "The formula for margin of error can be rearranged to solve for n, the minimum sample size needed to achieve a given margin of error. For this purpose, use a guess for p̂ or use p̂=0.5 in order to find an upper bound for the sample size that will result in a given margin of error."
            }
          ]
        },
        {
          "lo_code": "UNC-4.D",
          "lo_description": "Calculate an appropriate confidence interval for a population proportion. [Skill 3.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.D.1",
              "ek_description": "In general, an interval estimate can be constructed as point estimate ± (margin of error). For a one-sample proportion, the interval estimate is p̂±z*√p̂(1−p̂)/n.\nCLARIFYING STATEMENT:\nFormulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
            },
            {
              "ek_code": "UNC-4.D.2",
              "ek_description": "Critical values represent the boundaries encompassing the middle C% of the standard normal distribution, where C% is an approximate confidence level for a proportion."
            }
          ]
        },
        {
          "lo_code": "UNC-4.E",
          "lo_description": "Calculate an interval estimate based on a confidence interval for a population proportion. [Skill 3.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.E.1",
              "ek_description": "Confidence intervals for population proportions can be used to calculate interval estimates with specified units."
            }
          ]
        },
        {
          "lo_code": "UNC-4.F",
          "lo_description": "Interpret a confidence interval for a population proportion. [Skill 4.B]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.F.1",
              "ek_description": "A confidence interval for a population proportion either contains the population proportion or it does not, because each interval is based on random sample data, which varies from sample to sample."
            },
            {
              "ek_code": "UNC-4.F.2",
              "ek_description": "We are C% confident that the confidence interval for a population proportion captures the population proportion."
            },
            {
              "ek_code": "UNC-4.F.3",
              "ek_description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the population proportion."
            },
            {
              "ek_code": "UNC-4.F.4",
              "ek_description": "Interpreting a confidence interval for a one-sample proportion should include a reference to the sample taken and details about the population it represents."
            }
          ]
        },
        {
          "lo_code": "UNC-4.G",
          "lo_description": "Justify a claim based on a confidence interval for a population proportion. [Skill 4.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.G.1",
              "ek_description": "A confidence interval for a population proportion provides an interval of values that may provide sufficient evidence to support a particular claim in context."
            }
          ]
        },
        {
          "lo_code": "UNC-4.H",
          "lo_description": "Identify the relationships between sample size, width of a confidence interval, confidence level, and margin of error for a population proportion. [Skill 4.A]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.H.1",
              "ek_description": "When all other things remain the same, the width of the confidence interval for a population proportion tends to decrease as the sample size increases. For a population proportion, the width of the interval is proportional to 1/√n."
            },
            {
              "ek_code": "UNC-4.H.2",
              "ek_description": "For a given sample, the width of the confidence interval for a population proportion increases as the confidence level increases."
            },
            {
              "ek_code": "UNC-4.H.3",
              "ek_description": "The width of a confidence interval for a population proportion is exactly twice the margin of error."
            }
          ]
        },
        {
          "lo_code": "VAR-6.D",
          "lo_description": "Identify the null and alternative hypotheses for a population proportion. [Skill 1.F]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.D.1",
              "ek_description": "The null hypothesis is the situation that is assumed to be correct unless evidence suggests otherwise, and the alternative hypothesis is the situation for which evidence is being collected."
            },
            {
              "ek_code": "VAR-6.D.2",
              "ek_description": "For hypotheses about parameters, the null hypothesis contains an equality reference (=, ≥, or ≤), while the alternative hypothesis contains a strict inequality (<, >, or ≠). The type of inequality in the alternative hypothesis is based on the question of interest. Alternative hypotheses with < or > are called one-sided, and alternative hypotheses with ≠ are called two-sided. Although the null hypothesis for a one-sided test may include an inequality symbol, it is still tested at the boundary of equality."
            },
            {
              "ek_code": "VAR-6.D.3",
              "ek_description": "The null hypothesis for a population proportion is: H0: p=p0, where p0 is the null hypothesized value for the population proportion."
            },
            {
              "ek_code": "VAR-6.D.4",
              "ek_description": "A one-sided alternative hypothesis for a proportion is either H1: p<p0 or H1: p>p0. A two-sided alternate hypothesis is a H1: p≠p0."
            },
            {
              "ek_code": "VAR-6.D.5",
              "ek_description": "For a one-sample z-test for a population proportion, the null hypothesis specifies a value for the population proportion, usually one indicating no difference or effect."
            }
          ]
        },
        {
          "lo_code": "VAR-6.E",
          "lo_description": "Identify an appropriate testing method for a population proportion. [Skill 1.E]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.E.1",
              "ek_description": "For a single categorical variable, the appropriate testing method for a population proportion is a one-sample z-test for a population proportion."
            }
          ]
        },
        {
          "lo_code": "VAR-6.F",
          "lo_description": "Verify the conditions for making statistical inferences when testing a population proportion. [Skill 4.C]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.F.1",
              "ek_description": "In order to make statistical inferences when testing a population proportion, we must check for independence and that the sampling distribution is approximately normal:\na. To check for independence:\ni. Data should be collected using a random sample or a randomized experiment.\nii. When sampling without replacement, check that n≤10%N.\nb. To check that the sampling distribution of p̂ is approximately normal (shape):\ni. Assuming that H0 is true (p=p0), verify that both the number of successes, np0, and the number of failures, n(1−p0) are at least 10 so that that the sample size is large enough to support an assumption of normality."
            }
          ]
        },
        {
          "lo_code": "VAR-6.G",
          "lo_description": "Calculate an appropriate test statistic and p-value for a population proportion. [Skill 3.E]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.G.1",
              "ek_description": "The distribution of the test statistic assuming the null hypothesis is true (null distribution) can be either a randomization distribution or when a probability model is assumed to be true, a theoretical distribution (z)."
            },
            {
              "ek_code": "VAR-6.G.2",
              "ek_description": "When using a z-test, the standardized test statistic can be written: test statistic = (sample statistic-null value of the parameter) / (standard deviation of the statistic). This is called a z-statistic for proportions."
            },
            {
              "ek_code": "VAR-6.G.3",
              "ek_description": "The test statistic for a population proportion is: z = (p̂-p0) / √p0(1−p0)/n.\nCLARIFYING STATEMENT:\nThe formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
            },
            {
              "ek_code": "VAR-6.G.4",
              "ek_description": "A p-value is the probability of obtaining a test statistic as extreme or more extreme than the observed test statistic when the null hypothesis and probability model are assumed to be true. The significance level may be given or determined by the researcher."
            }
          ]
        },
        {
          "lo_code": "DAT-3.A",
          "lo_description": "Interpret the p-value of a significance test for a population proportion. [Skill 4.B]",
          "essential_knowledge": [
            {
              "ek_code": "DAT-3.A.1",
              "ek_description": "The p-value is the proportion of values for the null distribution that are as extreme or more extreme than the observed value of the test statistic. This is:\na. The proportion at or above the observed value of the test statistic, if the alternative is >.\nb. The proportion at or below the observed value of the test statistic, if the alternative is <.\nc. The proportion less than or equal to the negative of the absolute value of the test statistic plus the proportion greater than or equal to the absolute value of the test statistic, if the alternative is ≠."
            },
            {
              "ek_code": "DAT-3.A.2",
              "ek_description": "An interpretation of the p-value of a significance test for a one-sample proportion should recognize that the p-value is computed by assuming that the probability model and null hypothesis are true, i.e., by assuming that the true population proportion is equal to the particular value stated in the null hypothesis."
            }
          ]
        },
        {
          "lo_code": "DAT-3.B",
          "lo_description": "Justify a claim about the population based on the results of a significance test for a population proportion. [Skill 4.E]",
          "essential_knowledge": [
            {
              "ek_code": "DAT-3.B.1",
              "ek_description": "The significance level, α, is the predetermined probability of rejecting the null hypothesis given that it is true."
            },
            {
              "ek_code": "DAT-3.B.2",
              "ek_description": "A formal decision explicitly compares the p-value to the significance level, α. If the p-value ≤ α, reject the null hypothesis. If the p-value > α, fail to reject the null hypothesis."
            },
            {
              "ek_code": "DAT-3.B.3",
              "ek_description": "Rejecting the null hypothesis means there is sufficient statistical evidence to support the alternative hypothesis. Failing to reject the null means there is insufficient statistical evidence to support the alternative hypothesis."
            },
            {
              "ek_code": "DAT-3.B.4",
              "ek_description": "The conclusion about the alternative hypothesis must be stated in context."
            },
            {
              "ek_code": "DAT-3.B.5",
              "ek_description": "A significance test can lead to rejecting or not rejecting the null hypothesis, but can never lead to concluding or proving that the null hypothesis is true. Lack of statistical evidence for the alternative hypothesis is not the same as evidence for the null hypothesis."
            },
            {
              "ek_code": "DAT-3.B.6",
              "ek_description": "Small p-values indicate that the observed value of the test statistic would be unusual if the null hypothesis and probability model were true, and so provide evidence for the alternative. The lower the p-value, the more convincing the statistical evidence for the alternative hypothesis."
            },
            {
              "ek_code": "DAT-3.B.7",
              "ek_description": "p-values that are not small indicate that the observed value of the test statistic would not be unusual if the null hypothesis and probability model were true, so do not provide convincing statistical evidence for the alternative hypothesis nor do they provide evidence that the null hypothesis is true."
            },
            {
              "ek_code": "DAT-3.B.8",
              "ek_description": "A formal decision explicitly compares the p-value to the significance α. If the p-value ≤ α, then reject the null hypothesis, H0: p=p0. If the p-value > α, then fail to reject the null hypothesis."
            },
            {
              "ek_code": "DAT-3.B.9",
              "ek_description": "The results of a significance test for a population proportion can serve as the statistical reasoning to support the answer to a research question about the population that was sampled."
            }
          ]
        },
        {
          "lo_code": "UNC-5.A",
          "lo_description": "Identify Type I and Type II errors. [Skill 1.B]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-5.A.1",
              "ek_description": "A Type I error occurs when the null hypothesis is true and is rejected (false positive)."
            },
            {
              "ek_code": "UNC-5.A.2",
              "ek_description": "A Type II error occurs when the null hypothesis is false and is not rejected (false negative).\nTable of Errors\nActual Population Value\nH0 true Ha true\nDecision Reject H0 Type I Error Correct Decision\nFail to Reject H0 Correct Decision Type II Error"
            }
          ]
        },
        {
          "lo_code": "UNC-5.B",
          "lo_description": "Calculate the probability of a Type I and Type II errors. [Skill 3.A]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-5.B.1",
              "ek_description": "The significance level, α, is the probability of making a Type I error, if the null hypothesis is true."
            },
            {
              "ek_code": "UNC-5.B.2",
              "ek_description": "The power of a test is the probability that a test will correctly reject a false null hypothesis."
            },
            {
              "ek_code": "UNC-5.B.3",
              "ek_description": "The probability of making a Type II error = 1−power."
            }
          ]
        },
        {
          "lo_code": "UNC-5.C",
          "lo_description": "Identify factors that affect the probability of errors in significance testing. [Skill 4.A]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-5.C.1",
              "ek_description": "The probability of a Type II error decreases when any of the following occurs, provided the others do not change:\ni. Sample size(s) increases.\nii. Significance level (α) of a test increases.\niii. Standard error decreases.\niv. True parameter value is farther from the null."
            }
          ]
        },
        {
          "lo_code": "UNC-5.D",
          "lo_description": "Interpret Type I and Type II errors. [Skill 4.B]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-5.D.1",
              "ek_description": "Whether a Type I or a Type II error is more consequential depends upon the situation."
            },
            {
              "ek_code": "UNC-5.D.2",
              "ek_description": "Since the significance level, α, is the probability of a Type I error, the consequences of a Type I error influence decisions about a significance level."
            }
          ]
        },
        {
          "lo_code": "UNC-4.I",
          "lo_description": "Identify an appropriate confidence interval procedure for a comparison of population proportions. [Skill 1.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.I.1",
              "ek_description": "The appropriate confidence interval procedure for a two-sample comparison of proportions for one categorical variable is a two-sample z-interval for a difference between population proportions."
            }
          ]
        },
        {
          "lo_code": "UNC-4.J",
          "lo_description": "Verify the conditions for calculating confidence intervals for a difference between population proportions. [Skill 4.C]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.J.1",
              "ek_description": "In order to calculate confidence intervals to estimate a difference between proportions, we must check for independence and that the sampling distribution is approximately normal:\na. To check for independence:\ni. Data should be collected using random samples or a randomized experiment.\nii. When sampling without replacement, check that n1 ≤10%N1 and n2 ≤10%N2.\nb. To check that sampling distribution of p̂1−p̂2 is approximately normal (shape).\ni. For categorical variables, check that n1p̂1, n1(1−p̂1), n2p̂2, and n2(1−p̂2) are all greater than or equal to some predetermined value, typically either 5 or 10."
            }
          ]
        },
        {
          "lo_code": "UNC-4.K",
          "lo_description": "Calculate an appropriate confidence interval for a comparison of population proportions. [Skill 3.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.K.1",
              "ek_description": "For a comparison of proportions, the interval estimate is (p̂1−p̂2)±z*√(p̂1(1−p̂1)/n1 + p̂2(1−p̂2)/n2).\nCLARIFYING STATEMENT:\nFormulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
            }
          ]
        },
        {
          "lo_code": "UNC-4.L",
          "lo_description": "Calculate an interval estimate based on a confidence interval for a difference of proportions. [Skill 3.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.L.1",
              "ek_description": "Confidence intervals for a difference in proportions can be used to calculate interval estimates with specified units."
            }
          ]
        },
        {
          "lo_code": "UNC-4.M",
          "lo_description": "Interpret a confidence interval for a difference of proportions. [Skill 4.B]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.M.1",
              "ek_description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the difference in population proportions."
            },
            {
              "ek_code": "UNC-4.M.2",
              "ek_description": "Interpreting a confidence interval for difference between population proportions should include a reference to the sample taken and details about the population it represents."
            }
          ]
        },
        {
          "lo_code": "UNC-4.N",
          "lo_description": "Justify a claim based on a confidence interval for a difference of proportions. [Skill 4.D]",
          "essential_knowledge": [
            {
              "ek_code": "UNC-4.N.1",
              "ek_description": "A confidence interval for difference in population proportions provides an interval of values that may provide sufficient evidence to support a particular claim in context."
            }
          ]
        },
        {
          "lo_code": "VAR-6.H",
          "lo_description": "Identify the null and alternative hypotheses for a difference of two population proportions. [Skill 1.F]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.H.1",
              "ek_description": "For a two-sample test for a difference of two proportions, the null hypothesis specifies a value of 0 for the difference in population proportions, indicating no difference or effect."
            },
            {
              "ek_code": "VAR-6.H.2",
              "ek_description": "The null hypothesis for a difference in proportions is: H0: p1 = p2, or H0: p1−p2=0."
            },
            {
              "ek_code": "VAR-6.H.3",
              "ek_description": "A one-sided alternative hypothesis for a difference in proportions is a H1: p1<p2, or, a H1: p1>p2. A two-sided alternative hypothesis for a difference of proportions is a H1: p1≠p2."
            }
          ]
        },
        {
          "lo_code": "VAR-6.I",
          "lo_description": "Identify an appropriate testing method for the difference of two population proportions. [Skill 1.E]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.I.1",
              "ek_description": "For a single categorical variable, the appropriate testing method for the difference of two population proportions is a two-sample z-test for a difference between two population proportions."
            }
          ]
        },
        {
          "lo_code": "VAR-6.J",
          "lo_description": "Verify the conditions for making statistical inferences when testing a difference of two population proportions. [Skill 4.C]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.J.1",
              "ek_description": "In order to make statistical inferences when testing a difference between population proportions, we must check for independence and that the sampling distribution is approximately normal:\na. To check for independence:\ni. Data should be collected using random samples or a randomized experiment.\nii. When sampling without replacement, check that n1 ≤10%N1 and n2 ≤10%N2.\nb. To check that the sampling distribution of p̂1−p̂2 is approximately normal (shape):\ni. For the combined sample, define the combined (or pooled) proportion, p̂c = (n1p̂1 + n2p̂2) / (n1+n2). Assuming that H0 is true (p1−p2=0 or p1=p2), check that n1p̂c, n1(1−p̂c), n2p̂c, and n2(1−p̂c) are all greater than or equal to some predetermined value, typically either 5 or 10."
            }
          ]
        },
        {
          "lo_code": "VAR-6.K",
          "lo_description": "Calculate an appropriate test statistic for the difference of two population proportions. [Skill 3.E]",
          "essential_knowledge": [
            {
              "ek_code": "VAR-6.K.1",
              "ek_description": "The test statistic for a difference in proportions is: z = ((p̂1−p̂2)−0) / √(p̂c(1−p̂c)/n1 + p̂c(1−p̂c)/n2), where p̂c = (n1p̂1 + n2p̂2) / (n1+n2).\nCLARIFYING STATEMENT:\nThe formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the standard error formulas for each of the relevant test statistics that are provided on the formula sheet."
            }
          ]
        },
        {
          "lo_code": "DAT-3.C",
          "lo_description": "Interpret the p-value of a significance test for a difference of population proportions. [Skill 4.B]",
          "essential_knowledge": [
            {
              "ek_code": "DAT-3.C.1",
              "ek_description": "An interpretation of the p-value of a significance test for a difference of two population proportions should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population proportions are equal to each other."
            }
          ]
        },
        {
          "lo_code": "DAT-3.D",
          "lo_description": "Justify a claim about the population based on the results of a significance test for a difference of population proportions. [Skill 4.E]",
          "essential_knowledge": [
            {
              "ek_code": "DAT-3.D.1",
              "ek_description": "A formal decision explicitly compares the p-value to the significance α. If the p-value ≤ α, then reject the null hypothesis, H0: p1=p2, or H0: p1−p2=0. If the p-value > α, then fail to reject the null hypothesis."
            },
            {
              "ek_code": "DAT-3.D.2",
              "ek_description": "The results of a significance test for a difference of two population proportions can serve as the statistical reasoning to support the answer to a research question about the two populations that were sampled."
            }
          ]
        }
      ]
    },
    {
      "unit_number": 7,
      "title": "Inference for Quantitative Data: Means",
      "ap_exam_weighting": "10–18%",
      "class_periods": "~14–16",
      "big_ideas": [
        {
          "name": "Variation and Distribution",
          "shorthand": "VAR",
          "essential_question": "How do we know whether to use a t-test or a z-test for inference with means?"
        },
        {
          "name": "Patterns and Uncertainty",
          "shorthand": "UNC",
          "essential_question": "How can we make sure that samples are independent?"
        },
        {
          "name": "Data-Based Predictions, Decisions, and Conclusions",
          "shorthand": "DAT",
          "essential_question": "Why is it inappropriate to accept a hypothesis as true based on the results of statistical inference testing?"
        }
      ],
      "learning_objectives": [
        {
          "topic": "7.1 Introducing Statistics: Should I Worry About Error?",
          "skills": ["1.A"],
          "enduring_understanding_shorthand": "VAR-1",
          "learning_objective_shorthand": "VAR-1.I",
          "essential_knowledge_shorthands": ["VAR-1.I.1"]
        },
        {
          "topic": "7.2 Constructing a Confidence Interval for a Population Mean",
          "skills": ["3.C"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.A",
          "essential_knowledge_shorthands": ["VAR-7.A.1", "VAR-7.A.2"]
        },
        {
          "topic": "7.2 Constructing a Confidence Interval for a Population Mean",
          "skills": ["1.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.O",
          "essential_knowledge_shorthands": [
            "UNC-4.O.1",
            "UNC-4.O.2",
            "UNC-4.O.3"
          ]
        },
        {
          "topic": "7.2 Constructing a Confidence Interval for a Population Mean",
          "skills": ["4.C"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.P",
          "essential_knowledge_shorthands": ["UNC-4.P.1"]
        },
        {
          "topic": "7.2 Constructing a Confidence Interval for a Population Mean",
          "skills": ["3.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.Q",
          "essential_knowledge_shorthands": [
            "UNC-4.Q.1",
            "UNC-4.Q.2",
            "UNC-4.Q.3"
          ]
        },
        {
          "topic": "7.2 Constructing a Confidence Interval for a Population Mean",
          "skills": ["3.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.R",
          "essential_knowledge_shorthands": ["UNC-4.R.1", "UNC-4.R.2"]
        },
        {
          "topic": "7.3 Justifying a Claim About a Population Mean Based on a Confidence Interval",
          "skills": ["4.B"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.S",
          "essential_knowledge_shorthands": [
            "UNC-4.S.1",
            "UNC-4.S.2",
            "UNC-4.S.3"
          ]
        },
        {
          "topic": "7.3 Justifying a Claim About a Population Mean Based on a Confidence Interval",
          "skills": ["4.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.T",
          "essential_knowledge_shorthands": ["UNC-4.T.1"]
        },
        {
          "topic": "7.3 Justifying a Claim About a Population Mean Based on a Confidence Interval",
          "skills": ["4.A"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.U",
          "essential_knowledge_shorthands": [
            "UNC-4.U.1",
            "UNC-4.U.2",
            "UNC-4.U.3"
          ]
        },
        {
          "topic": "7.4 Setting Up a Test for a Population Mean",
          "skills": ["1.E"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.B",
          "essential_knowledge_shorthands": ["VAR-7.B.1", "VAR-7.B.2"]
        },
        {
          "topic": "7.4 Setting Up a Test for a Population Mean",
          "skills": ["1.F"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.C",
          "essential_knowledge_shorthands": ["VAR-7.C.1", "VAR-7.C.2"]
        },
        {
          "topic": "7.4 Setting Up a Test for a Population Mean",
          "skills": ["4.C"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.D",
          "essential_knowledge_shorthands": ["VAR-7.D.1"]
        },
        {
          "topic": "7.5 Carrying Out a Test for a Population Mean",
          "skills": ["3.E"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.E",
          "essential_knowledge_shorthands": ["VAR-7.E.1"]
        },
        {
          "topic": "7.5 Carrying Out a Test for a Population Mean",
          "skills": ["4.B"],
          "enduring_understanding_shorthand": "DAT-3",
          "learning_objective_shorthand": "DAT-3.E",
          "essential_knowledge_shorthands": ["DAT-3.E.1"]
        },
        {
          "topic": "7.5 Carrying Out a Test for a Population Mean",
          "skills": ["4.E"],
          "enduring_understanding_shorthand": "DAT-3",
          "learning_objective_shorthand": "DAT-3.F",
          "essential_knowledge_shorthands": ["DAT-3.F.1", "DAT-3.F.2"]
        },
        {
          "topic": "7.6 Confidence Intervals for the Difference of Two Means",
          "skills": ["1.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.V",
          "essential_knowledge_shorthands": ["UNC-4.V.1", "UNC-4.V.2"]
        },
        {
          "topic": "7.6 Confidence Intervals for the Difference of Two Means",
          "skills": ["4.C"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.W",
          "essential_knowledge_shorthands": ["UNC-4.W.1"]
        },
        {
          "topic": "7.6 Confidence Intervals for the Difference of Two Means",
          "skills": ["3.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.X",
          "essential_knowledge_shorthands": ["UNC-4.X.1", "UNC-4.X.2"]
        },
        {
          "topic": "7.6 Confidence Intervals for the Difference of Two Means",
          "skills": ["3.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.Y",
          "essential_knowledge_shorthands": ["UNC-4.Y.1", "UNC-4.Y.2"]
        },
        {
          "topic": "7.7 Justifying a Claim About the Difference of Two Means Based on a Confidence Interval",
          "skills": ["4.B"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.Z",
          "essential_knowledge_shorthands": ["UNC-4.Z.1", "UNC-4.Z.2"]
        },
        {
          "topic": "7.7 Justifying a Claim About the Difference of Two Means Based on a Confidence Interval",
          "skills": ["4.D"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.AA",
          "essential_knowledge_shorthands": ["UNC-4.AA.1"]
        },
        {
          "topic": "7.7 Justifying a Claim About the Difference of Two Means Based on a Confidence Interval",
          "skills": ["4.A"],
          "enduring_understanding_shorthand": "UNC-4",
          "learning_objective_shorthand": "UNC-4.AB",
          "essential_knowledge_shorthands": ["UNC-4.AB.1"]
        },
        {
          "topic": "7.8 Setting Up a Test for the Difference of Two Population Means",
          "skills": ["1.E"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.F",
          "essential_knowledge_shorthands": ["VAR-7.F.1"]
        },
        {
          "topic": "7.8 Setting Up a Test for the Difference of Two Population Means",
          "skills": ["1.F"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.G",
          "essential_knowledge_shorthands": ["VAR-7.G.1"]
        },
        {
          "topic": "7.8 Setting Up a Test for the Difference of Two Population Means",
          "skills": ["4.C"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.H",
          "essential_knowledge_shorthands": ["VAR-7.H.1"]
        },
        {
          "topic": "7.9 Carrying Out a Test for the Difference of Two Population Means",
          "skills": ["3.E"],
          "enduring_understanding_shorthand": "VAR-7",
          "learning_objective_shorthand": "VAR-7.I",
          "essential_knowledge_shorthands": ["VAR-7.I.1"]
        },
        {
          "topic": "7.9 Carrying Out a Test for the Difference of Two Population Means",
          "skills": ["4.B"],
          "enduring_understanding_shorthand": "DAT-3",
          "learning_objective_shorthand": "DAT-3.G",
          "essential_knowledge_shorthands": ["DAT-3.G.1"]
        },
        {
          "topic": "7.9 Carrying Out a Test for the Difference of Two Population Means",
          "skills": ["4.E"],
          "enduring_understanding_shorthand": "DAT-3",
          "learning_objective_shorthand": "DAT-3.H",
          "essential_knowledge_shorthands": ["DAT-3.H.1", "DAT-3.H.2"]
        }
      ]
    },
    {
      "unit_number": 8,
      "title": "Inference for Categorical Data: Chi-Square",
      "ap_exam_weighting": "2–5%",
      "class_periods": "~10–11",
      "big_ideas": [
        {
          "name": "Variation and Distribution",
          "abbreviation": "VAR",
          "essential_question": "How does increasing the degrees of freedom influence the shape of the chi-square distribution?"
        },
        {
          "name": "Data-Based Predictions, Decisions, and Conclusions",
          "abbreviation": "DAT",
          "essential_question": "Why is it inappropriate to use statistical inference to justify a claim that there is no association between variables?"
        }
      ],
      "topics": [
        {
          "topic_number": "8.1",
          "title": "Introducing Statistics: Are My Results Unexpected?",
          "skills": ["1.A"],
          "learning_objectives": [
            {
              "lo_code": "VAR-1.J",
              "description": "Identify questions suggested by variation between observed and expected counts in categorical data.",
              "skill_code": "1.A",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-1.J.1",
                  "description": "Variation between what we find and what we expect to find may be random or not."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.2",
          "title": "Setting Up a Chi-Square Goodness of Fit Test",
          "skills": ["3.C", "1.F", "1.E", "3.A", "4.C"],
          "learning_objectives": [
            {
              "lo_code": "VAR-8.A",
              "description": "Describe chi-square distributions.",
              "skill_code": "3.C",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.A.1",
                  "description": "Expected counts of categorical data are counts consistent with the null hypothesis. In general, an expected count is a sample size times a probability."
                },
                {
                  "ek_code": "VAR-8.A.2",
                  "description": "The chi-square statistic measures the distance between observed and expected counts relative to expected counts."
                },
                {
                  "ek_code": "VAR-8.A.3",
                  "description": "Chi-square distributions have positive values and are skewed right. Within a family of density curves, the skew becomes less pronounced with increasing degrees of freedom."
                }
              ]
            },
            {
              "lo_code": "VAR-8.B",
              "description": "Identify the null and alternative hypotheses in a test for a distribution of proportions in a set of categorical data.",
              "skill_code": "1.F",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.B.1",
                  "description": "For a chi-square goodness-of-fit test, the null hypothesis specifies null proportions for each category, and the alternative hypothesis is that at least one of these proportions is not as specified in the null hypothesis."
                }
              ]
            },
            {
              "lo_code": "VAR-8.C",
              "description": "Identify an appropriate testing method for a distribution of proportions in a set of categorical data.",
              "skill_code": "1.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.C.1",
                  "description": "When considering a distribution of proportions for one categorical variable, the appropriate test is the chi-square test for goodness of fit."
                }
              ]
            },
            {
              "lo_code": "VAR-8.D",
              "description": "Calculate expected counts for the chi-square test for goodness of fit.",
              "skill_code": "3.A",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.D.1",
                  "description": "Expected counts for a chi-square goodness-of-fit test are (sample size) x (null proportion)."
                }
              ]
            },
            {
              "lo_code": "VAR-8.E",
              "description": "Verify the conditions for making statistical inferences when testing goodness of fit for a chi-square distribution.",
              "skill_code": "4.C",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.E.1",
                  "description": "In order to make statistical inferences for a chi-square test for goodness of fit we must check the following: a. To check for independence: i. Data should be collected using a random sample or randomized experiment. ii. When sampling without replacement, check that n <= 10%N. b. The chi-square test for goodness of fit becomes more accurate with more observations, so large counts should be used (shape). i. A conservative check for large counts is that all expected counts should be greater than 5."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.3",
          "title": "Carrying Out a Chi-Square Test for Goodness of Fit",
          "skills": ["3.E", "4.B", "4.E"],
          "learning_objectives": [
            {
              "lo_code": "VAR-8.F",
              "description": "Calculate the appropriate statistic for the chi-square test for goodness of fit.",
              "skill_code": "3.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.F.1",
                  "description": "The test statistic for the chi-square test for goodness of fit is chi^2 = sum((Observedcount - Expectedcount)^2 / Expectedcount), with degrees of freedom = number of categories - 1."
                },
                {
                  "ek_code": "VAR-8.F.2",
                  "description": "The distribution of the test statistic assuming the null hypothesis is true (null distribution) can be either a randomization distribution or, when a probability model is assumed to be true, a theoretical distribution (chi-square)."
                }
              ]
            },
            {
              "lo_code": "VAR-8.G",
              "description": "Determine the p-value for chi-square test for goodness of fit significance test.",
              "skill_code": "3.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.G.1",
                  "description": "The p-value for a chi-square test for goodness of fit for a number of degrees of freedom is found using the appropriate table or computer generated output."
                }
              ]
            },
            {
              "lo_code": "DAT-3.I",
              "description": "Interpret the p-value for the chi-square test for goodness of fit.",
              "skill_code": "4.B",
              "essential_knowledge": [
                {
                  "ek_code": "DAT-3.I.1",
                  "description": "An interpretation of the p-value for the chi-square test for goodness of fit is the probability, given the null hypothesis and probability model are true, of obtaining a test statistic as, or more, extreme than the observed value."
                }
              ]
            },
            {
              "lo_code": "DAT-3.J",
              "description": "Justify a claim about the population based on the results of a chi-square test for goodness of fit.",
              "skill_code": "4.E",
              "essential_knowledge": [
                {
                  "ek_code": "DAT-3.J.1",
                  "description": "A decision to either reject or fail to reject the null hypothesis is based on comparison of the p-value to the significance level, alpha."
                },
                {
                  "ek_code": "DAT-3.J.2",
                  "description": "The results of a chi-square test for goodness of fit can serve as the statistical reasoning to support the answer to a research question about the population that was sampled."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.4",
          "title": "Expected Counts in Two-Way Tables",
          "skills": ["3.A"],
          "learning_objectives": [
            {
              "lo_code": "VAR-8.H",
              "description": "Calculate expected counts for two-way tables of categorical data.",
              "skill_code": "3.A",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.H.1",
                  "description": "The expected count in a particular cell of a two-way table of categorical data can be calculated using the formula: expected count = (row total)(column total) / table total."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.5",
          "title": "Setting Up a Chi-Square Test for Homogeneity or Independence",
          "skills": ["1.F", "1.E", "4.C"],
          "learning_objectives": [
            {
              "lo_code": "VAR-8.I",
              "description": "Identify the null and alternative hypotheses for a chi-square test for homogeneity or independence.",
              "skill_code": "1.F",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.I.1",
                  "description": "The appropriate hypotheses for a chi-square test for homogeneity are: H0: There is no difference in distributions of a categorical variable across populations or treatments. Ha: There is a difference in distributions of a categorical variable across populations or treatments."
                },
                {
                  "ek_code": "VAR-8.I.2",
                  "description": "The appropriate hypotheses for a chi-square test for independence are: H0: There is no association between two categorical variables in a given population or the two categorical variables are independent. Ha: Two categorical variables in a population are associated or dependent."
                }
              ]
            },
            {
              "lo_code": "VAR-8.J",
              "description": "Identify an appropriate testing method for comparing distributions in two-way tables of categorical data.",
              "skill_code": "1.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.J.1",
                  "description": "When comparing distributions to determine whether proportions in each category for categorical data collected from different populations are the same, the appropriate test is the chi-square test for homogeneity."
                },
                {
                  "ek_code": "VAR-8.J.2",
                  "description": "To determine whether row and column variables in a two-way table of categorical data might be associated in the population from which the data were sampled, the appropriate test is the chi-square test for independence."
                }
              ]
            },
            {
              "lo_code": "VAR-8.K",
              "description": "Verify the conditions for making statistical inferences when testing a chi-square distribution for independence or homogeneity.",
              "skill_code": "4.C",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.K.1",
                  "description": "In order to make statistical inferences for a chi-square test for two-way tables (homogeneity or independence), we must verify the following: a. To check for independence: i. For a test for independence: Data should be collected using a simple random sample. ii. For a test for homogeneity: Data should be collected using a stratified random sample or randomized experiment. iii. When sampling without replacement, check that n <= 10%N. b. The chi-square tests for independence and homogeneity become more accurate with more observations, so large counts should be used (shape). i. A conservative check for large counts is that all expected counts should be greater than 5."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.6",
          "title": "Carrying Out a Chi-Square Test for Homogeneity or Independence",
          "skills": ["3.E", "4.B", "4.E"],
          "learning_objectives": [
            {
              "lo_code": "VAR-8.L",
              "description": "Calculate the appropriate statistic for a chi-square test for homogeneity or independence.",
              "skill_code": "3.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.L.1",
                  "description": "The appropriate test statistic for a chi-square test for homogeneity or independence is the chi-square statistic: chi^2 = sum((Observedcount - Expectedcount)^2 / Expectedcount), with degrees of freedom equal to: (number of rows - 1)(number of columns - 1)."
                }
              ]
            },
            {
              "lo_code": "VAR-8.M",
              "description": "Determine the p-value for a chi-square significance test for independence or homogeneity.",
              "skill_code": "3.E",
              "essential_knowledge": [
                {
                  "ek_code": "VAR-8.M.1",
                  "description": "The p-value for a chi-square test for independence or homogeneity for a number of degrees of freedom is found using the appropriate table or technology."
                },
                {
                  "ek_code": "VAR-8.M.2",
                  "description": "For a test of independence or homogeneity for a two-way table, the p-value is the proportion of values in a chi-square distribution with appropriate degrees of freedom that are equal to or larger than the test statistic."
                }
              ]
            },
            {
              "lo_code": "DAT-3.K",
              "description": "Interpret the p-value for the chi-square test for homogeneity or independence.",
              "skill_code": "4.B",
              "essential_knowledge": [
                {
                  "ek_code": "DAT-3.K.1",
                  "description": "An interpretation of the p-value for the chi-square test for homogeneity or independence is the probability, given the null hypothesis and probability model are true, of obtaining a test statistic as, or more, extreme than the observed value."
                }
              ]
            },
            {
              "lo_code": "DAT-3.L",
              "description": "Justify a claim about the population based on the results of a chi-square test for homogeneity or independence.",
              "skill_code": "4.E",
              "essential_knowledge": [
                {
                  "ek_code": "DAT-3.L.1",
                  "description": "A decision to either reject or fail to reject the null hypothesis for a chi-square test for homogeneity or independence is based on comparison of the p-value to the significance level, alpha."
                },
                {
                  "ek_code": "DAT-3.L.2",
                  "description": "The results of a chi-square test for homogeneity or independence can serve as the statistical reasoning to support the answer to a research question about the population that was sampled (independence) or the populations that were sampled (homogeneity)."
                }
              ]
            }
          ]
        },
        {
          "topic_number": "8.7",
          "title": "Skills Focus: Selecting an Appropriate Inference Procedure for Categorical Data",
          "skills": ["N/A"],
          "learning_objectives": []
        }
      ]
    },
    {
      "unit_number": "9",
      "unit_name": "Inference for Quantitative Data: Slopes",
      "ap_exam_weighting": "2–5%",
      "class_periods": "~7–8",
      "big_ideas": [
        {
          "idea_number": "1",
          "idea_name": "Variation and Distribution VAR",
          "essential_question": "How can there be variability in slope if the slope statistic is uniquely determined for a line of best fit?"
        },
        {
          "idea_number": "2",
          "idea_name": "Patterns and Uncertainty UNC",
          "essential_question": "When is it appropriate to perform inference about the slope of a population regression line based on sample data?"
        },
        {
          "idea_number": "3",
          "idea_name": "Data-Based Predictions, Decisions, and Conclusions DAT",
          "essential_question": "Why do we not conclude that there is no correlation between two variables based on the results of a statistical inference for slopes?"
        }
      ],
      "building_course_skills": ["1.A", "4.B", "4.E"],
      "topics": [
        {
          "topic_number": "9.1",
          "topic_name": "Introducing Statistics: Do Those Points Align?",
          "skills": ["1.A"],
          "enduring_understandings": [
            {
              "code": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objctives": [
            {
              "code": "VAR-1.K",
              "description": "Identify questions suggested by variation in scatter plots.",
              "skill_code": "1.A"
            }
          ],
          "essential_knowledges": [
            {
              "code": "VAR-1.K.1",
              "description": "Variation in points’ positions relative to a theoretical line may be random or non-random."
            }
          ]
        },
        {
          "topic_number": "9.2",
          "topic_name": "Confidence Intervals for the Slope of a Regression Model",
          "skills": ["1.D", "4.C", "3.D"],
          "enduring_understandings": [
            {
              "code": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objctives": [
            {
              "code": "UNC-4.AC",
              "description": "Identify an appropriate confidence interval procedure for a slope of a regression model.",
              "skill_code": "1.D"
            },
            {
              "code": "UNC-4.AD",
              "description": "Verify the conditions to calculate confidence intervals for the slope of a regression model.",
              "skill_code": "4.C"
            },
            {
              "code": "UNC-4.AE",
              "description": "Determine the given margin of error for the slope of a regression model.",
              "skill_code": "3.D"
            },
            {
              "code": "UNC-4.AF",
              "description": "Calculate an appropriate confidence interval for the slope of a regression model.",
              "skill_code": "3.D"
            }
          ],
          "essential_knowledges": [
            {
              "code": "UNC-4.AC.1",
              "description": "Consider a response variable, y, that is normally distributed with standard deviation, σ. The standard deviation can be estimated using the standard deviation of the residuals, s = sqrt(sum((yi - y_hat_i)^2)/(n-2))."
            },
            {
              "code": "UNC-4.AC.2",
              "description": "For a simple random sample of n observations, let b represent the slope of a sample regression line. Then the mean of the sampling distribution of b equals the population mean slope: µb = β. The standard deviation of the sampling distribution for β is σb = σ/σx , where σx = sqrt(sum((xi - x_bar)^2)/n)."
            },
            {
              "code": "UNC-4.AC.3",
              "description": "The appropriate confidence interval for the slope of a regression model is a t-interval for the slope."
            },
            {
              "code": "UNC-4.AD.1",
              "description": "In order to calculate a confidence interval to estimate the slope of a regression line, we must check the following: a. The true relationship between x and y is linear. Analysis of residuals may be used to verify linearity. b. The standard deviation for y, σy, does not vary with x. Analysis of residuals may be used to check for approximately equal standard deviations for all x. c. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10% N. d. For a particular value of x, the responses (y-values) are approximately normally distributed. Analysis of graphical representations of residuals may be used to check for normality. i. If the observed distribution is skewed, n should be greater than 30."
            },
            {
              "code": "UNC-4.AE.1",
              "description": "For the slope of a regression line, the margin of error is the critical value (t*) times the standard error (SE) of the slope."
            },
            {
              "code": "UNC-4.AE.2",
              "description": "The standard error for the slope of a regression line, with sample standard deviation, s, is s / (sx * sqrt(n-1)), where s is the estimate of σ and sx is the sample standard deviation of the x values."
            },
            {
              "code": "UNC-4.AF.1",
              "description": "The point estimate for the slope of a regression model is the slope of the line of best fit, b."
            },
            {
              "code": "UNC-4.AF.2",
              "description": "For the slope of a regression model, the interval estimate is b ± t*SE(b)."
            }
          ]
        },
        {
          "topic_number": "9.3",
          "topic_name": "Justifying a Claim About the Slope of a Regression Model Based on a Confidence Interval",
          "skills": ["4.B", "4.D", "4.A"],
          "enduring_understandings": [
            {
              "code": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objctives": [
            {
              "code": "UNC-4.AG",
              "description": "Interpret a confidence interval for the slope of a regression model.",
              "skill_code": "4.B"
            },
            {
              "code": "UNC-4.AH",
              "description": "Justify a claim based on a confidence interval for the slope of a regression model.",
              "skill_code": "4.D"
            },
            {
              "code": "UNC-4.AI",
              "description": "Identify the effects of sample size on the width of a confidence interval for the slope of a regression model.",
              "skill_code": "4.A"
            }
          ],
          "essential_knowledges": [
            {
              "code": "UNC-4.AG.1",
              "description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the slope of the regression model, i.e., the true slope of the population regression model."
            },
            {
              "code": "UNC-4.AG.2",
              "description": "An interpretation for a confidence interval for the slope of a regression line should include a reference to the sample taken and details about the population it represents."
            },
            {
              "code": "UNC-4.AH.1",
              "description": "A confidence interval for the slope of a regression model provides an interval of values that may provide sufficient evidence to support a particular claim in context."
            },
            {
              "code": "UNC-4.AI.1",
              "description": "When all other things remain the same, the width of the confidence interval for the slope of a regression model tends to decrease as the sample size increases."
            }
          ]
        },
        {
          "topic_number": "9.4",
          "topic_name": "Setting Up a Test for the Slope of a Regression Model",
          "skills": ["1.E", "1.F", "4.C"],
          "enduring_understandings": [
            {
              "code": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            }
          ],
          "learning_objctives": [
            {
              "code": "VAR-7.J",
              "description": "Identify the appropriate selection of a testing method for a slope of a regression model.",
              "skill_code": "1.E"
            },
            {
              "code": "VAR-7.K",
              "description": "Identify appropriate null and alternative hypotheses for a slope of a regression model.",
              "skill_code": "1.F"
            },
            {
              "code": "VAR-7.L",
              "description": "Verify the conditions for the significance test for the slope of a regression model.",
              "skill_code": "4.C"
            }
          ],
          "essential_knowledges": [
            {
              "code": "VAR-7.J.1",
              "description": "The appropriate test for the slope of a regression model is a t-test for a slope."
            },
            {
              "code": "VAR-7.K.1",
              "description": "The null hypothesis for a t-test for a slope is: H0 : β = β0, where β0 is the hypothesized value from the null hypothesis. The alternative hypothesis is Ha : β < β0 or Ha : β > β0, or Ha : β ≠ β0."
            },
            {
              "code": "VAR-7.L.1",
              "description": "In order to make statistical inferences when testing for the slope of a regression model, we must check the following: a. The true relationship between x and y is linear. Analysis of residuals may be used to verify linearity. b. The standard deviation for y, σy, does not vary with x. Analysis of residuals may be used to check for approximately equal standard deviations for all x. c. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10% N. d. For a particular value of x, the responses (y-values) are approximately normally distributed. Analysis of graphical representations of residuals may be used to check for normality. i. If the observed distribution is skewed, n should be greater than 30. ii. If the sample size is less than 30, the distribution of the sample data should be free from strong skewness and outliers."
            }
          ]
        },
        {
          "topic_number": "9.5",
          "topic_name": "Carrying Out a Test for the Slope of a Regression Model",
          "skills": ["3.E", "4.B", "4.E"],
          "enduring_understandings": [
            {
              "code": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            },
            {
              "code": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objctives": [
            {
              "code": "VAR-7.M",
              "description": "Calculate an appropriate test statistic for the slope of a regression model.",
              "skill_code": "3.E"
            },
            {
              "code": "DAT-3.M",
              "description": "Interpret the p-value of a significance test for the slope of a regression model.",
              "skill_code": "4.B"
            },
            {
              "code": "DAT-3.N",
              "description": "Justify a claim about the population based on the results of a significance test for the slope of a regression model.",
              "skill_code": "4.E"
            }
          ],
          "essential_knowledges": [
            {
              "code": "VAR-7.M.1",
              "description": "The distribution of the slope of a regression model assuming all conditions are satisfied and the null hypothesis is true (null distribution) is a t-distribution."
            },
            {
              "code": "VAR-7.M.2",
              "description": "For simple linear regression when random sampling from a population for the response that can be modeled with a normal distribution for each value of the explanatory variable, the sampling distribution of t = (b - β) / SE(b) has a t-distribution with degrees of freedom equal to n-2. When testing the slope in a simple linear regression model with one parameter, the slope, the test for the slope has df = n-1."
            },
            {
              "code": "DAT-3.M.1",
              "description": "An interpretation of the p-value of a significance test for the slope of a regression model should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population slope is equal to the particular value stated in the null hypothesis."
            },
            {
              "code": "DAT-3.N.1",
              "description": "A formal decision explicitly compares the p-value to the significance level α. If the p-value ≤ α, then reject the null hypothesis, H0 : β = β0. If the p-value > α, then fail to reject the null hypothesis."
            },
            {
              "code": "DAT-3.N.2",
              "description": "The results of a significance test for the slope of a regression model can serve as the statistical reasoning to support the answer to a research question about that sample."
            }
          ]
        },
        {
          "topic_number": "9.6",
          "topic_name": "Skills Focus: Selecting an Appropriate Inference Procedure",
          "skills": [],
          "enduring_understandings": [],
          "learning_objctives": [],
          "essential_knowledges": []
        }
      ],
      "sample_instructional_activities": [
        {
          "activity_number": "1",
          "topic_number": "9.2",
          "activity_name": "Note-Taking",
          "description": "Begin by having students use a chart to record the symbols for statistics and parameters that have been used previously to construct confidence intervals: Statistic Parameter p̂ p x̄ µ s σ Then, when constructing a confidence interval for the population slope parameter, have students add a new row for the symbols for the sample slope and population slope: b and β, respectively. This will reinforce that the slope of the least-squares regression line is a sample statistic and can be used to estimate the population parameter slope."
        },
        {
          "activity_number": "2",
          "topic_number": "9.3",
          "activity_name": "Error Analysis",
          "description": "Give students some raw data on the distance and cost to fly from their hometown to various major cities. For example: Flying from to Distance Cost 512 miles $179 1256 miles $257 3256 miles $387 Then introduce some questions justifying a claim and error analysis. For example, how could you refute a claim that the average cost per mile (the population slope) is $0.50 per mile if you believe it to be false?"
        },
        {
          "activity_number": "3",
          "topic_number": "9.5",
          "activity_name": "Notation Read Aloud",
          "description": "Have students read AP Exam questions aloud (e.g., 2011 FRQ 5, 2010 Form B FRQ 6, 2005 Form B FRQ 5, and 2001 FRQ 6), including the given notation. Remind students that the computer output provides the two-sided p-value, and that there are two different p-values in the chart: The top p-value is for the intercept, and the bottom p-value is for the slope. Then have students discuss each of the values in the computer output and carry out a test for the slope of a regression model."
        }
      ]
    }
  ],
  "exam_sections": [
    {
      "section_number": "I",
      "type": "Multiple-choice questions",
      "number_of_questions": 40,
      "weighting": "50%",
      "timing": "90 minutes",
      "unit_weighting": [
        {
          "unit": "Unit 1: Exploring One-Variable Data",
          "weighting": "15–23%"
        },
        {
          "unit": "Unit 2: Exploring Two-Variable Data",
          "weighting": "5–7%"
        },
        {
          "unit": "Unit 3: Collecting Data",
          "weighting": "12–15%"
        },
        {
          "unit": "Unit 4: Probability, Random Variables, and Probability Distributions",
          "weighting": "10–20%"
        },
        {
          "unit": "Unit 5: Sampling Distributions",
          "weighting": "7–12%"
        },
        {
          "unit": "Unit 6: Inference for Categorical Data: Proportions",
          "weighting": "12–15%"
        },
        {
          "unit": "Unit 7: Inference for Quantitative Data: Means",
          "weighting": "10–18%"
        },
        {
          "unit": "Unit 8: Inference for Categorical Data: Chi-Square",
          "weighting": "2–5%"
        },
        {
          "unit": "Unit 9: Inference for Quantitative Data: Slopes",
          "weighting": "2–5%"
        }
      ],
      "skill_weighting": [
        {
          "skill_category": "Skill 1: Selecting Statistical Methods",
          "weighting": "15–23%"
        },
        {
          "skill_category": "Skill 2: Data Analysis",
          "weighting": "15–23%"
        },
        {
          "skill_category": "Skill 3: Using Probability and Simulation",
          "weighting": "30–40%"
        },
        {
          "skill_category": "Skill 4: Statistical Argumentation",
          "weighting": "25–35%"
        }
      ],
      "skill_assessment_details": [
        {
          "skill_category": "Skill 1: Selecting Statistical Methods",
          "description": "Multiple-choice questions assess students’ ability to select methods for collecting and/or analyzing data for statistical inference. Students will need to identify key and relevant information to answer a question or solve a problem (including appropriate inference methods), describe appropriate methods for gathering and representing data, and identify null and alternative hypotheses."
        },
        {
          "skill_category": "Skill 2: Data Analysis",
          "description": "Multiple-choice questions will assess students’ ability to describe patterns, trends, associations, and relationships in data. Students will need to describe data presented numerically or graphically, perform statistical calculations, and compare distributions."
        },
        {
          "skill_category": "Skill 3: Using Probability and Simulation",
          "description": "Multiple-choice questions will assess students’ ability to explore random phenomena. Students will need to determine relative frequencies, proportions, or probabilities using simulation or calculations. Additionally, students will need to describe and determine parameters for probability distributions. Students will also need to construct confidence intervals and calculate test statistics."
        },
        {
          "skill_category": "Skill 4: Statistical Argumentation",
          "description": "Multiple-choice questions will assess students’ ability to develop an explanation or justify a conclusion using evidence from data, definitions, or statistical inference. Students will need to make appropriate claims, interpret statistical calculations, verify application of inference procedures, and justify statistical claims."
        }
      ]
    },
    {
      "section_number": "II",
      "type": "Free-response questions",
      "number_of_questions": 6,
      "weighting": "50%",
      "timing": "90 minutes",
      "parts": [
        {
          "part_name": "Part A",
          "questions_covered": "1–5",
          "weighting": "37.5%",
          "timing": "65 minutes",
          "focus": [
            "One multi-part question with a primary focus on Collecting Data, assessing Skill Category 1: Selecting Statistical Methods.",
            "One multi-part question with a primary focus on Exploring Data, assessing Skill Category 2: Data Analysis.",
            "One multi-part question with a primary focus on Probability and Sampling Distributions, assessing Skill Category 3: Using Probability and Simulation.",
            "One question with a primary focus on Inference, assessing the inference skills associated with Skill Categories 1, 3, and 4.",
            "One question that focuses on two or more skill categories."
          ]
        },
        {
          "part_name": "Part B",
          "questions_covered": "Question 6: Investigative task",
          "weighting": "12.5%",
          "timing": "25 minutes",
          "focus": [
            "The investigative task (Part B) assesses multiple skill categories and content areas, focusing on the application of skills and content in new contexts or in non-routine ways."
          ]
        }
      ],
      "skill_assessment_details": [
        {
          "skill_category": "Skill 1: Selecting Statistical Methods",
          "description": "One free-response question will primarily focus on collecting data, assessing Skills 1.B and/or 1.C. Students will need to identify key and relevant information to answer a question or solve a problem (including appropriate inference methods), describe appropriate methods for gathering and representing data, and identify null and alternative hypotheses. Other free-response questions may also assess this skill category."
        },
        {
          "skill_category": "Skill 2: Data Analysis",
          "description": "One free-response question will primarily focus on exploring data, assessing some combination of Skills 2.A, 2.B, 2.C, and/or 2.D. Students will need to describe data presented numerically or graphically, perform statistical calculations, and compare distributions. Other free-response questions may also assess this skill category."
        },
        {
          "skill_category": "Skill 3: Using Probability and Simulation",
          "description": "One free-response question will primarily focus on probability and sampling distributions, assessing some combination of Skills 3.A, 3.B, and/or 3.C. Students will need to determine relative frequencies, proportions, or probabilities using simulation or calculations. Additionally, students will need to describe and determine parameters for probability distributions. Students will also need to construct confidence intervals and calculate test statistics. Other free-response questions may also assess this skill category."
        },
        {
          "skill_category": "Skill 4: Statistical Argumentation",
          "description": "At least three of the first five free-response questions, as well as the investigative task, will assess statistical argumentation. Students will need to make appropriate claims, interpret statistical calculations, verify application of inference procedures, and justify statistical claims."
        }
      ]
    }
  ],
  "task_verbs": [
    {
      "verb": "Calculate",
      "description": "Perform mathematical steps to arrive at a final answer (e.g., algebraic expressions or diagrams with properly substituted numbers and correct labeling). Calculate tasks are also phrased with “Find” or interrogatory questions such as “How many?”, “What is?”, “What values?”, “How likely?”, or “How often?”"
    },
    {
      "verb": "Compare",
      "description": "Provide a description or explanation of similarities and/or differences."
    },
    {
      "verb": "Construct/Complete",
      "description": "Represent data in graphical or numerical form."
    },
    {
      "verb": "Describe",
      "description": "Provide the relevant characteristics of representations, distributions, or methods."
    },
    {
      "verb": "Determine",
      "description": "Apply an appropriate definition or perform calculations to identify values, intervals, or solutions. Determine tasks are also phrased with interrogatory questions such as “Do the data support?”, “Do the data provide?”, “Is there evidence?”, “Which is better?”, “Does your answer match?”, or “Can it be assumed?”"
    },
    {
      "verb": "Estimate",
      "description": "Use models or representations to find approximate values for functions."
    },
    {
      "verb": "Explain",
      "description": "Provide information about how or why a relationship, process, pattern, position, situation, or outcome occurs, using evidence and/or reasoning to support or qualify a claim. “Explain” tasks may also be phrased as “Give a reason for . . . .”"
    },
    {
      "verb": "Give a point estimate or interval estimate",
      "description": "Use models or representations to find approximate values for uncertain figures."
    },
    {
      "verb": "Give examples",
      "description": "Provide a specific example that meets given criteria."
    },
    {
      "verb": "Identify/Indicate/Circle",
      "description": "Indicate or provide information about a specified topic in words or by circling, shading, or marking given information, without elaboration or explanation. Also phrased as “What is? or “Which?”"
    },
    {
      "verb": "Interpret",
      "description": "Describe the connection between a mathematical expression, representation, or solution and its meaning within the realistic context of a problem, sometimes including consideration of units."
    },
    {
      "verb": "Justify",
      "description": "Provide evidence to support, qualify, or defend a claim and/or provide statistical reasoning to explain how that evidence supports or qualifies the claim."
    },
    {
      "verb": "Verify",
      "description": "Confirm that the conditions of a particular definition, distribution, or inference method are met in order to verify that it is applicable in a given situation. Verify tasks may also be phrased as “Have the conditions been met?” or “Can it be assumed?”"
    }
  ]
}
