{
  "name": "Ap Statistics",
  "skills": [
    {
      "skill_name": "Selecting Statistical Methods",
      "skill_description": "Select methods for collecting and/or analyzing data for statistical inference.",
      "subskills": [
        {
          "subskill_name": "1.A",
          "subskill_description": "Identify the question to be answered or problem to be solved (not assessed)."
        },
        {
          "subskill_name": "1.B",
          "subskill_description": "Identify key and relevant information to answer a question or solve a problem."
        },
        {
          "subskill_name": "1.C",
          "subskill_description": "Describe an appropriate method for gathering and representing data."
        },
        {
          "subskill_name": "1.D",
          "subskill_description": "Identify an appropriate inference method for confidence intervals."
        },
        {
          "subskill_name": "1.E",
          "subskill_description": "Identify an appropriate inference method for significance tests."
        },
        {
          "subskill_name": "1.F",
          "subskill_description": "Identify null and alternative hypotheses."
        }
      ]
    },
    {
      "skill_name": "Data Analysis",
      "skill_description": "Describe patterns, trends, associations, and relationships in data.",
      "subskills": [
        {
          "subskill_name": "2.A",
          "subskill_description": "Describe data presented numerically or graphically."
        },
        {
          "subskill_name": "2.B",
          "subskill_description": "Construct numerical or graphical representations of distributions."
        },
        {
          "subskill_name": "2.C",
          "subskill_description": "Calculate summary statistics, relative positions of points within a distribution, correlation, and predicted response."
        },
        {
          "subskill_name": "2.D",
          "subskill_description": "Compare distributions or relative positions of points within a distribution."
        }
      ]
    },
    {
      "skill_name": "Using Probability and Simulation",
      "skill_description": "Explore random phenomena.",
      "subskills": [
        {
          "subskill_name": "3.A",
          "subskill_description": "Determine relative frequencies, proportions, or probabilities using simulation or calculations."
        },
        {
          "subskill_name": "3.B",
          "subskill_description": "Determine parameters for probability distributions."
        },
        {
          "subskill_name": "3.C",
          "subskill_description": "Describe probability distributions."
        },
        {
          "subskill_name": "3.D",
          "subskill_description": "Construct a confidence interval, provided conditions for inference are met."
        },
        {
          "subskill_name": "3.E",
          "subskill_description": "Calculate a test statistic and find a p-value, provided conditions for inference are met."
        }
      ]
    },
    {
      "skill_name": "Statistical Argumentation",
      "skill_description": "Develop an explanation or justify a conclusion using evidence from data, definitions, or statistical inference.",
      "subskills": [
        {
          "subskill_name": "4.A",
          "subskill_description": "Make an appropriate claim or draw an appropriate conclusion."
        },
        {
          "subskill_name": "4.B",
          "subskill_description": "Interpret statistical calculations and findings to assign meaning or assess a claim."
        },
        {
          "subskill_name": "4.C",
          "subskill_description": "Verify that inference procedures apply in a given situation."
        },
        {
          "subskill_name": "4.D",
          "subskill_description": "Justify a claim based on a confidence interval."
        },
        {
          "subskill_name": "4.E",
          "subskill_description": "Justify a claim using a decision based on significance tests."
        }
      ]
    }
  ],
  "big_ideas": [
    {
      "id": "VAR",
      "name": "VARIATION AND DISTRIBUTION",
      "description": "The distribution of measures for individuals within a sample or population describes variation. The value of a statistic varies from sample to sample. How can we determine whether differences between measures represent random variation or meaningful distinctions? Statistical methods based on probabilistic reasoning provide the basis for shared understandings about variation and about the likelihood that variation between and among measures, samples, and populations is random or meaningful."
    },
    {
      "id": "UNC",
      "name": "PATTERNS AND UNCERTAINTY",
      "description": "Statistical tools allow us to represent and describe patterns in data and to classify departures from patterns. Simulation and probabilistic reasoning allow us to anticipate patterns in data and to determine the likelihood of errors in inference."
    },
    {
      "id": "DAT",
      "name": "DATA-BASED PREDICTIONS, DECISIONS, AND CONCLUSIONS",
      "description": "Data-based regression models describe relationships between variables and are a tool for making predictions for values of a response variable. Collecting data using random sampling or randomized experimental design means that findings may be generalized to the part of the population from which the selection was made. Statistical inference allows us to make data-based decisions."
    }
  ],
  "units": [
    {
      "id": "1",
      "name": "Exploring One-Variable Data",
      "developing_understanding": "Unit 1 introduces students to data and the vocabulary of statistics. Students also learn to talk about data in real-world contexts. Variability in data may seem to suggest certain conclusions about the data distribution, but not all variation is meaningful. Statistics allows us to develop shared understandings of uncertainty and variation. In this unit, students will define and represent categorical and quantitative variables, describe and compare distributions of one-variable data, and interpret statistical calculations to assess claims about individual data points or samples. Students will also begin to apply the normal distribution model as an introduction to how theoretical models for populations can be used to describe some distributions of sample data. Later units will more fully develop probabilistic modeling and inference.",
      "building_practices": "Having access to a world of data is meaningless without the ability to organize and analyze that information. To develop these skills, students will need multiple opportunities to interact with data presented in different formats, i.e., as a table, a graph, or even just a list of values. Students should be asked to verbally describe the patterns and characteristics they see in the data (including shape, center, variability, and unusual features for a quantitative variable) and then compare the characteristics of two different sets of data. Students should also create displays that appropriately represent the data (e.g., using a bar graph for categorical data). Teachers can provide explicit feedback on students' verbal responses so they understand the level of detail needed. For example, when students are asked to describe a distribution of quantitative data, they often provide an acronym associated with that type of distribution (e.g., SOCS or CUSS) but then struggle to discuss all the elements the acronym stands for. In particular, students often neglect to discuss unusual features such as gaps or outliers. Teachers can reinforce that these elements must be addressed in their descriptions and that all data has context (e.g., the variable of interest, including any units of measurement).",
      "preparing_for_exam": "In preparation for the AP Exam, teachers can encourage students to carefully read each question and completely answer the question asked. When interpreting representations of quantitative data, for example, students should describe shape, center, and variability, as well as unusual features, such as outliers. A response focused only on the center, for example, would be considered incomplete. Students should also provide complete explanations in context for all conclusions made from data. If asked to justify the selection of a particular conclusion over other options, students should include both a reasoning for their choice and rationales for not choosing the others.",
      "topics": [
        {
          "id": "1.1",
          "name": "Introducing Statistics: What Can We Learn from Data?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.A",
              "description": "Identify questions to be answered, based on variation in one-variable data. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.A.1",
                  "description": "Numbers may convey meaningful information, when placed in context."
                }
              ]
            }
          ]
        },
        {
          "id": "1.2",
          "name": "The Language of Variation: Variables",
          "suggested_subskill_codes": ["2.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.B",
              "description": "Identify variables in a set of data. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.B.1",
                  "description": "A variable is a characteristic that changes from one individual to another."
                }
              ]
            },
            {
              "id": "VAR-1.C",
              "description": "Classify types of variables. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.C.1",
                  "description": "A categorical variable takes on values that are category names or group labels."
                },
                {
                  "id": "VAR-1.C.2",
                  "description": "A quantitative variable is one that takes on numerical values for a measured or counted quantity."
                }
              ]
            }
          ]
        },
        {
          "id": "1.3",
          "name": "Representing a Categorical Variable with Tables",
          "suggested_subskill_codes": ["2.B", "2.A"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.A",
              "description": "Represent categorical data using frequency or relative frequency tables. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.A.1",
                  "description": "A frequency table gives the number of cases falling into each category. A relative frequency table gives the proportion of cases falling into each category."
                }
              ]
            },
            {
              "id": "UNC-1.B",
              "description": "Describe categorical data represented in frequency or relative tables. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.B.1",
                  "description": "Percentages, relative frequencies, and rates all provide the same information as proportions."
                },
                {
                  "id": "UNC-1.B.2",
                  "description": "Counts and relative frequencies of categorical data reveal information that can be used to justify claims about the data in context."
                }
              ]
            }
          ]
        },
        {
          "id": "1.4",
          "name": "Representing a Categorical Variable with Graphs",
          "suggested_subskill_codes": ["2.B", "2.A", "2.D"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.C",
              "description": "Represent categorical data graphically. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.C.1",
                  "description": "Bar charts (or bar graphs) are used to display frequencies (counts) or relative frequencies (proportions) for categorical data."
                },
                {
                  "id": "UNC-1.C.2",
                  "description": "The height or length of each bar in a bar graph corresponds to either the number or proportion of observations falling within each category."
                },
                {
                  "id": "UNC-1.C.3",
                  "description": "There are many additional ways to represent frequencies (counts) or relative frequencies (proportions) for categorical data."
                }
              ]
            },
            {
              "id": "UNC-1.D",
              "description": "Describe categorical data represented graphically. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.D.1",
                  "description": "Graphical representations of a categorical variable reveal information that can be used to justify claims about the data in context."
                }
              ]
            },
            {
              "id": "UNC-1.E",
              "description": "Compare multiple sets of categorical data. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.E.1",
                  "description": "Frequency tables, bar graphs, or other representations can be used to compare two or more data sets in terms of the same categorical variable."
                }
              ]
            }
          ]
        },
        {
          "id": "1.5",
          "name": "Representing a Quantitative Variable with Graphs",
          "suggested_subskill_codes": ["2.A", "2.B"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.F",
              "description": "Classify types of quantitative variables. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.F.1",
                  "description": "A discrete variable can take on a countable number of values. The number of values may be finite or countably infinite, as with the counting numbers."
                },
                {
                  "id": "UNC-1.F.2",
                  "description": "A continuous variable can take on infinitely many values, but those values cannot be counted. No matter how small the interval between two values of a continuous variable, it is always possible to determine another value between them."
                }
              ]
            },
            {
              "id": "UNC-1.G",
              "description": "Represent quantitative data graphically. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.G.1",
                  "description": "In a histogram, the height of each bar shows the number or proportion of observations that fall within the interval corresponding to that bar. Altering the interval widths can change the appearance of the histogram."
                },
                {
                  "id": "UNC-1.G.2",
                  "description": "In a stem and leaf plot, each data value is split into a \"stem\" (the first digit or digits) and a \"leaf\" (usually the last digit)."
                },
                {
                  "id": "UNC-1.G.3",
                  "description": "A dotplot represents each observation by a dot, with the position on the horizontal axis corresponding to the data value of that observation, with nearly identical values stacked on top of each other."
                },
                {
                  "id": "UNC-1.G.4",
                  "description": "A cumulative graph represents the number or proportion of a data set less than or equal to a given number."
                },
                {
                  "id": "UNC-1.G.5",
                  "description": "There are many additional ways to graphically represent distributions of quantitative data."
                }
              ]
            }
          ]
        },
        {
          "id": "1.6",
          "name": "Describing the Distribution of a Quantitative Variable",
          "suggested_subskill_codes": ["2.A"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.H",
              "description": "Describe the characteristics of quantitative data distributions. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.H.1",
                  "description": "Descriptions of the distribution of quantitative data include shape, center, and variability (spread), as well as any unusual features such as outliers, gaps, clusters, or multiple peaks."
                },
                {
                  "id": "UNC-1.H.2",
                  "description": "Outliers for one-variable data are data points that are unusually small or large relative to the rest of the data."
                },
                {
                  "id": "UNC-1.H.3",
                  "description": "A distribution is skewed to the right (positive skew) if the right tail is longer than the left. A distribution is skewed to the left (negative skew) if the left tail is longer than the right. A distribution is symmetric if the left half is the mirror image of the right half."
                },
                {
                  "id": "UNC-1.H.4",
                  "description": "Univariate graphs with one main peak are known as unimodal. Graphs with two prominent peaks are bimodal. A graph where each bar height is approximately the same (no prominent peaks) is approximately uniform."
                },
                {
                  "id": "UNC-1.H.5",
                  "description": "A gap is a region of a distribution between two data values where there are no observed data."
                },
                {
                  "id": "UNC-1.H.6",
                  "description": "Clusters are concentrations of data usually separated by gaps."
                },
                {
                  "id": "UNC-1.H.7",
                  "description": "Descriptive statistics does not attribute properties of a data set to a larger population, but may provide the basis for conjectures for subsequent testing."
                }
              ]
            }
          ]
        },
        {
          "id": "1.7",
          "name": "Summary Statistics for a Quantitative Variable",
          "suggested_subskill_codes": ["2.C", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.I",
              "description": "Calculate measures of center and position for quantitative data. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.I.1",
                  "description": "A statistic is a numerical summary of sample data."
                },
                {
                  "id": "UNC-1.I.2",
                  "description": "The mean is the sum of all the data values divided by the number of values. For a sample, the mean is denoted by x-bar: x = 1/n Σ(i=1 to n) xi, where xi represents the ith data point in the sample and n represents the number of data values in the sample."
                },
                {
                  "id": "UNC-1.I.3",
                  "description": "The median of a data set is the middle value when data are ordered. When the number of data points is even, the median can take on any value between the two middle values. In AP Statistics, the most commonly used value for the median of a data set with an even number of values is the average of the two middle values."
                },
                {
                  "id": "UNC-1.I.4",
                  "description": "The first quartile, Q1, is the median of the half of the ordered data set from the minimum to the position of the median. The third quartile, Q3, is the median of the half of the ordered data set from the position of the median to the maximum. Q1 and Q3 form the boundaries for the middle 50% of values in an ordered data set."
                },
                {
                  "id": "UNC-1.I.5",
                  "description": "The pth percentile is interpreted as the value that has p% of the data less than or equal to it."
                }
              ]
            },
            {
              "id": "UNC-1.J",
              "description": "Calculate measures of variability for quantitative data. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.J.1",
                  "description": "Three commonly used measures of variability (or spread) in a distribution are the range, interquartile range, and standard deviation."
                },
                {
                  "id": "UNC-1.J.2",
                  "description": "The range is defined as the difference between the maximum data value and the minimum data value. The interquartile range (IQR) is defined as the difference between the third and first quartiles: Q3 - Q1. Both the range and the interquartile range are possible ways of measuring variability of the distribution of a quantitative variable."
                },
                {
                  "id": "UNC-1.J.3",
                  "description": "Standard deviation is a way to measure variability of the distribution of a quantitative variable. For a sample, the standard deviation is denoted by sx: sx = sqrt[ (1/(n-1)) Σ(xi - x-bar)^2 ]. The square of the sample standard deviation, sx^2, is called the sample variance."
                },
                {
                  "id": "UNC-1.J.4",
                  "description": "Changing units of measurement affects the values of the calculated statistics."
                }
              ]
            },
            {
              "id": "UNC-1.K",
              "description": "Explain the selection of a particular measure of center and/or variability for describing a set of quantitative data. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.K.1",
                  "description": "There are many methods for determining outliers. Two methods frequently used in this course are: i. An outlier is a value greater than 1.5 × IQR above the third quartile or more than 1.5 × IQR below the first quartile. ii. An outlier is a value located 2 or more standard deviations above, or below, the mean."
                },
                {
                  "id": "UNC-1.K.2",
                  "description": "The mean, standard deviation, and range are considered nonresistant (or non-robust) because they are influenced by outliers. The median and IQR are considered resistant (or robust), because outliers do not greatly (if at all) affect their value."
                }
              ]
            }
          ]
        },
        {
          "id": "1.8",
          "name": "Graphical Representations of Summary Statistics",
          "suggested_subskill_codes": ["2.B", "2.A"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.L",
              "description": "Represent summary statistics for quantitative data graphically. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.L.1",
                  "description": "Taken together, the minimum data value, the first quartile (Q1), the median, the third quartile (Q3), and the maximum data value make up the five-number summary."
                },
                {
                  "id": "UNC-1.L.2",
                  "description": "A boxplot is a graphical representation of the five-number summary (minimum, first quartile, median, third quartile, maximum). The box represents the middle 50% of data, with a line at the median and the ends of the box corresponding to the quartiles. Lines (\"whiskers\") extend from the quartiles to the most extreme point that is not an outlier, and outliers are indicated by their own symbol beyond this."
                }
              ]
            },
            {
              "id": "UNC-1.M",
              "description": "Describe summary statistics of quantitative data represented graphically. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.M.1",
                  "description": "Summary statistics of quantitative data, or of sets of quantitative data, can be used to justify claims about the data in context."
                },
                {
                  "id": "UNC-1.M.2",
                  "description": "If a distribution is relatively symmetric, then the mean and median are relatively close to one another. If a distribution is skewed right, then the mean is usually to the right of the median. If the distribution is skewed left, then the mean is usually to the left of the median."
                }
              ]
            }
          ]
        },
        {
          "id": "1.9",
          "name": "Comparing Distributions of a Quantitative Variable",
          "suggested_subskill_codes": ["2.D"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.N",
              "description": "Compare graphical representations for multiple sets of quantitative data. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.N.1",
                  "description": "Any of the graphical representations, e.g., histograms, side-by-side boxplots, etc., can be used to compare two or more independent samples on center, variability, clusters, gaps, outliers, and other features."
                }
              ]
            },
            {
              "id": "UNC-1.O",
              "description": "Compare summary statistics for multiple sets of quantitative data. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.O.1",
                  "description": "Any of the numerical summaries (e.g., mean, standard deviation, relative frequency, etc.) can be used to compare two or more independent samples."
                }
              ]
            }
          ]
        },
        {
          "id": "1.10",
          "name": "The Normal Distribution",
          "suggested_subskill_codes": ["2.D", "3.A"],
          "big_ideas": [
            {
              "id": "VAR-2",
              "description": "The normal distribution can be used to represent some population distributions."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-2.A",
              "description": "Compare a data distribution to the normal distribution model. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "VAR-2.A.1",
                  "description": "A parameter is a numerical summary of a population."
                },
                {
                  "id": "VAR-2.A.2",
                  "description": "Some sets of data may be described as approximately normally distributed. A normal curve is mound-shaped and symmetric. The parameters of a normal distribution are the population mean, μ, and the population standard deviation, σ."
                },
                {
                  "id": "VAR-2.A.3",
                  "description": "For a normal distribution, approximately 68% of the observations are within 1 standard deviation of the mean, approximately 95% of observations are within 2 standard deviations of the mean, and approximately 99.7% of observations are within 3 standard deviations of the mean. This is called the empirical rule."
                },
                {
                  "id": "VAR-2.A.4",
                  "description": "Many variables can be modeled by a normal distribution."
                }
              ]
            },
            {
              "id": "VAR-2.B",
              "description": "Determine proportions and percentiles from a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-2.B.1",
                  "description": "A standardized score for a particular data value is calculated as (data value - mean)/(standard deviation), and measures the number of standard deviations a data value falls above or below the mean."
                },
                {
                  "id": "VAR-2.B.2",
                  "description": "One example of a standardized score is a z-score, which is calculated as z-score = (xi - μ)/σ. A z-score measures how many standard deviations a data value is from the mean."
                },
                {
                  "id": "VAR-2.B.3",
                  "description": "Technology, such as a calculator, a standard normal table, or computer-generated output, can be used to find the proportion of data values located on a given interval of a normally distributed random variable."
                },
                {
                  "id": "VAR-2.B.4",
                  "description": "Given the area of a region under the graph of the normal distribution curve, it is possible to use technology, such as a calculator, a standard normal table, or computer-generated output, to estimate parameters for some populations."
                }
              ]
            },
            {
              "id": "VAR-2.C",
              "description": "Compare measures of relative position in data sets. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "VAR-2.C.1",
                  "description": "Percentiles and z-scores may be used to compare relative positions of points within a data set or between data sets."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "Exploring Two-Variable Data",
      "developing_understanding": "Building on Unit 1, students will explore relationships in two-variable categorical or quantitative data sets. They will use graphical and numerical methods to investigate an association between two categorical variables. Skills learned while working with two-way tables will transfer to calculating probabilities in Unit 4.\\nStudents will describe form, direction, strength, and unusual features for an association between two quantitative variables. They will assess correlation and, if appropriate, use a linear model to predict values of the response variable from values of the explanatory variable. Students will interpret the least-squares regression line in context, analyze prediction errors (residuals), and explore departures from a linear pattern.",
      "building_practices": "In Unit 2, students are looking at the relationship between variables. The ability to calculate and describe statistical values, such as a conditional relative frequency or the slope of a regression line, is critical for data analysis because students must be able to analyze patterns before drawing conclusions about the data. Students should be allowed to perform their calculations using technology to help them become more aware of procedural errors. Students will also need practice translating output from technology (\"calculator speak\") into appropriate statistical language.\\nAs any statistician will assert, a numerical calculation is only as good as one's ability to interpret what it means in the real world. Rather than just reporting values from their calculations, students must be able to connect their numerical results to the scenario's context and formulate a verbal response that makes that connection clear. Teachers can model good communication and provide high-quality feedback to help students use accurate statistical language when comparing side-by-side bar graphs, for example, and to avoid common errors in reasoning, such as using the word \"line\" to explain why a relationship is linear.",
      "preparing_for_exam": "Students need ongoing practice with interpretation of vocabulary and calculated values in context. It is typically not sufficient to speak generally about the direction of a relationship, for example. If the question is about a linear model for predicting the weight of a wolf based on its length, students should write that a positive relationship means that longer wolves tend to have higher weights (see 2017 FRQ 1). Students can communicate statistical uncertainty by using words such as \"tend to have\" and \"on average,\" being careful to be precise with language. For example, when explaining evidence of a linear relationship, the difference between discussing a rate of change, as opposed to a change, is the difference between right and wrong. For the sake of clarity, the word \"correlation\" should be reserved for discussions about relationships between two quantitative variables.",
      "topics": [
        {
          "id": "2.1",
          "name": "Introducing Statistics: Are Variables Related?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.D",
              "description": "Identify questions to be answered about possible relationships in data. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.D.1",
                  "description": "Apparent patterns and associations in data may be random or not."
                }
              ]
            }
          ]
        },
        {
          "id": "2.2",
          "name": "Representing Two Categorical Variables",
          "suggested_subskill_codes": ["2.D"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.P",
              "description": "Compare numerical and graphical representations for two categorical variables. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.P.1",
                  "description": "Side-by-side bar graphs, segmented bar graphs, and mosaic plots are examples of bar graphs for one categorical variable, broken down by categories of another categorical variable."
                },
                {
                  "id": "UNC-1.P.2",
                  "description": "Graphical representations of two categorical variables can be used to compare distributions and/or determine if variables are associated."
                },
                {
                  "id": "UNC-1.P.3",
                  "description": "A two-way table, also called a contingency table, is used to summarize two categorical variables. The entries in the cells can be frequency counts or relative frequencies."
                },
                {
                  "id": "UNC-1.P.4",
                  "description": "A joint relative frequency is a cell frequency divided by the total for the entire table."
                }
              ]
            }
          ]
        },
        {
          "id": "2.3",
          "name": "Statistics for Two Categorical Variables",
          "suggested_subskill_codes": ["2.C", "2.D"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.Q",
              "description": "Calculate statistics for two categorical variables. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.Q.1",
                  "description": "The marginal relative frequencies are the row and column totals in a two-way table divided by the total for the entire table."
                },
                {
                  "id": "UNC-1.Q.2",
                  "description": "A conditional relative frequency is a relative frequency for a specific part of the contingency table (e.g., cell frequencies in a row divided by the total for that row)."
                }
              ]
            },
            {
              "id": "UNC-1.R",
              "description": "Compare statistics for two categorical variables. [Skill 2.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.R.1",
                  "description": "Summary statistics for two categorical variables can be used to compare distributions and/or determine if variables are associated."
                }
              ]
            }
          ]
        },
        {
          "id": "2.4",
          "name": "Representing the Relationship Between Two Quantitative Variables",
          "suggested_subskill_codes": ["2.B", "2.A"],
          "big_ideas": [
            {
              "id": "UNC-1",
              "description": "Graphical representations and statistics allow us to identify and represent key features of data."
            },
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.S",
              "description": "Represent bivariate quantitative data using scatterplots. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-1.S.1",
                  "description": "A bivariate quantitative data set consists of observations of two different quantitative variables made on individuals in a sample or population."
                },
                {
                  "id": "UNC-1.S.2",
                  "description": "A scatterplot shows two numeric values for each observation, one corresponding to the value on the x-axis and one corresponding to the value on the y-axis."
                },
                {
                  "id": "UNC-1.S.3",
                  "description": "An explanatory variable is a variable whose values are used to explain or predict corresponding values for the response variable."
                }
              ]
            },
            {
              "id": "DAT-1.A",
              "description": "Describe the characteristics of a scatter plot. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.A.1",
                  "description": "A description of a scatter plot includes form, direction, strength, and unusual features."
                },
                {
                  "id": "DAT-1.A.2",
                  "description": "The direction of the association shown in a scatterplot, if any, can be described as positive or negative."
                },
                {
                  "id": "DAT-1.A.3",
                  "description": "A positive association means that as values of one variable increase, the values of the other variable tend to increase. A negative association means that as values of one variable increase, values of the other variable tend to decrease."
                },
                {
                  "id": "DAT-1.A.4",
                  "description": "The form of the association shown in a scatterplot, if any, can be described as linear or non-linear to varying degrees."
                },
                {
                  "id": "DAT-1.A.5",
                  "description": "The strength of the association is how closely the individual points follow a specific pattern, e.g., linear, and can be shown in a scatterplot. Strength can be described as strong, moderate, or weak."
                },
                {
                  "id": "DAT-1.A.6",
                  "description": "Unusual features of a scatter plot include clusters of points or points with relatively large discrepancies between the value of the response variable and a predicted value for the response variable."
                }
              ]
            }
          ]
        },
        {
          "id": "2.5",
          "name": "Correlation",
          "suggested_subskill_codes": ["2.C", "4.B"],
          "big_ideas": [
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-1.B",
              "description": "Determine the correlation for a linear relationship. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.B.1",
                  "description": "The correlation, r, gives the direction and quantifies the strength of the linear association between two quantitative variables."
                },
                {
                  "id": "DAT-1.B.2",
                  "description": "The correlation coefficient can be calculated by: r = (1/(n-1)) Σ((x-x̄)/sx)((y-ȳ)/sy). However, the most common way to determine r is by using technology."
                },
                {
                  "id": "DAT-1.B.3",
                  "description": "A correlation coefficient close to 1 or -1 does not necessarily mean that a linear model is appropriate."
                }
              ]
            },
            {
              "id": "DAT-1.C",
              "description": "Interpret the correlation for a linear relationship. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.C.1",
                  "description": "The correlation, r, is unit-free, and always between -1 and 1, inclusive. A value of r = 0 indicates that there is no linear association. A value of r = 1 or r = -1 indicates that there is a perfect linear association."
                },
                {
                  "id": "DAT-1.C.2",
                  "description": "A perceived or real relationship between two variables does not mean that changes in one variable cause changes in the other. That is, correlation does not necessarily imply causation."
                }
              ]
            }
          ]
        },
        {
          "id": "2.6",
          "name": "Linear Regression Models",
          "suggested_subskill_codes": ["2.C"],
          "big_ideas": [
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-1.D",
              "description": "Calculate a predicted response value using a linear regression model. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.D.1",
                  "description": "A simple linear regression model is an equation that uses an explanatory variable, x, to predict the response variable, y."
                },
                {
                  "id": "DAT-1.D.2",
                  "description": "The predicted response value, denoted by ŷ, is calculated as ŷ = a + bx, where a is the y-intercept and b is the slope of the regression line, and x is the value of the explanatory variable."
                },
                {
                  "id": "DAT-1.D.3",
                  "description": "Extrapolation is predicting a response value using a value for the explanatory variable that is beyond the interval of x-values used to determine the regression line. The predicted value is less reliable as an estimate the further we extrapolate."
                }
              ]
            }
          ]
        },
        {
          "id": "2.7",
          "name": "Residuals",
          "suggested_subskill_codes": ["2.B", "2.A"],
          "big_ideas": [
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-1.E",
              "description": "Represent differences between measured and predicted responses using residual plots. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.E.1",
                  "description": "The residual is the difference between the actual value and the predicted value: residual = y - ŷ."
                },
                {
                  "id": "DAT-1.E.2",
                  "description": "A residual plot is a plot of residuals versus explanatory variable values or predicted response values."
                }
              ]
            },
            {
              "id": "DAT-1.F",
              "description": "Describe the form of association of bivariate data using residual plots. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.F.1",
                  "description": "Apparent randomness in a residual plot for a linear model is evidence of a linear form to the association between the variables."
                },
                {
                  "id": "DAT-1.F.2",
                  "description": "Residual plots can be used to investigate the appropriateness of a selected model."
                }
              ]
            }
          ]
        },
        {
          "id": "2.8",
          "name": "Least Squares Regression",
          "suggested_subskill_codes": ["2.C", "4.B"],
          "big_ideas": [
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-1.G",
              "description": "Estimate parameters for the least-squares regression line model. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.G.1",
                  "description": "The least-squares regression model minimizes the sum of the squares of the residuals and contains the point (x̄, ȳ)."
                },
                {
                  "id": "DAT-1.G.2",
                  "description": "The slope, b, of the regression line can be calculated as b = r(sy/sx) where r is the correlation between x and y, sy is the sample standard deviation of the response variable, y, and sx is the sample standard deviation of the explanatory variable, x."
                },
                {
                  "id": "DAT-1.G.3",
                  "description": "Sometimes, the y-intercept of the line does not have a logical interpretation in context."
                },
                {
                  "id": "DAT-1.G.4",
                  "description": "In simple linear regression, r² is the square of the correlation, r. It is also called the coefficient of determination. r² is the proportion of variation in the response variable that is explained by the explanatory variable in the model."
                }
              ]
            },
            {
              "id": "DAT-1.H",
              "description": "Interpret coefficients for the least-squares regression line model. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.H.1",
                  "description": "The coefficients of the least-squares regression model are the estimated slope and y-intercept."
                },
                {
                  "id": "DAT-1.H.2",
                  "description": "The slope is the amount that the predicted y-value changes for every unit increase in x."
                },
                {
                  "id": "DAT-1.H.3",
                  "description": "The y-intercept value is the predicted value of the response variable when the explanatory variable is equal to 0. The formula for the y-intercept, a, is a = ȳ - bx̄."
                }
              ]
            }
          ]
        },
        {
          "id": "2.9",
          "name": "Analyzing Departures from Linearity",
          "suggested_subskill_codes": ["2.A", "2.C"],
          "big_ideas": [
            {
              "id": "DAT-1",
              "description": "Regression models may allow us to predict responses to changes in an explanatory variable."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-1.I",
              "description": "Identify influential points in regression. [Skill 2.A]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.I.1",
                  "description": "An outlier in regression is a point that does not follow the general trend shown in the rest of the data and has a large residual when the Least Squares Regression Line (LSRL) is calculated."
                },
                {
                  "id": "DAT-1.I.2",
                  "description": "A high-leverage point in regression has a substantially larger or smaller x-value than the other observations have."
                },
                {
                  "id": "DAT-1.I.3",
                  "description": "An influential point in regression is any point that, if removed, changes the relationship substantially. Examples include much different slope, y-intercept, and/or correlation. Outliers and high leverage points are often influential."
                }
              ]
            },
            {
              "id": "DAT-1.J",
              "description": "Calculate a predicted response using a least-squares regression line for a transformed data set. [Skill 2.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-1.J.1",
                  "description": "Transformations of variables, such as evaluating the natural logarithm of each value of the response variable or squaring each value of the explanatory variable, can be used to create transformed data sets, which may be more linear in form than the untransformed data."
                },
                {
                  "id": "DAT-1.J.2",
                  "description": "Increased randomness in residual plots after transformation of data and/or movement of r² to a value closer to 1 offers evidence that the least-squares regression line for the transformed data is a more appropriate model to use to predict responses to the explanatory variable than the regression line for the untransformed data."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "name": "Collecting Data",
      "developing_understanding": "Depending on how data are collected, we may or may not be able to generalize findings or establish evidence of causal relationships. For example, if random selection is not used to obtain a sample from a population, bias may result and statistics from the sample cannot be assumed to generalize to the population. For data collected using well-designed experiments, statistically significant differences between or among experimental treatment groups are evidence that the treatments caused the effect. Students learn important principles of sampling and experimental design in this unit; they will learn about statistical inference in Units 6–9.",
      "building_practices": "1.B 1.C 4.A 4.B Statisticians must be adept at determining “What is this question asking?” Students should get into the habit of identifying the task in the given prompt before they begin, then checking that their response addresses that task. For example, when asked if it would be appropriate to generalize the results of a given experiment, students need to provide a clear “yes” or “no” decision in their response, along with an explanation that supports their decision. Although students may recognize that they need to justify their reasoning, they often struggle to include explicit evidence supporting their claims. For instance, claims about non-response bias should be supported with evidence indicating whether the sample result is likely to be too high or too low compared to the population value that is being estimated. As another example, students need to clearly explain why a particular variable might lead to confounding in a given setting.",
      "preparing_for_exam": "Students should continue to practice using precise language in their writing for the AP Exam. For example, some students refer to random selection when they should be writing about random assignment, or vice versa. Students should write about random selection when discussing generalizing results of a sample to the population. Students should write about random assignment when discussing experiments or their results. Because random assignment to treatments in an experiment tends to balance the effects of uncontrolled variables across groups, researchers can conclude that statistically significant differences in the response are caused by the effects of the treatments. When justifying a claim that experimental treatments cause such statistically significant differences, students should cite the random assignment of treatments and should not refer to other irrelevant elements of well-designed experiments. Students should also continue to practice connecting responses to the specific context of the question.",
      "topics": [
        {
          "id": "3.1",
          "name": "Introducing Statistics: Do the Data We Collected Tell the Truth?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.E",
              "description": "Identify questions to be answered about data collection methods. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.E.1",
                  "description": "Methods for data collection that do not rely on chance result in untrustworthy conclusions."
                }
              ]
            }
          ]
        },
        {
          "id": "3.2",
          "name": "Introduction to Planning a Study",
          "suggested_subskill_codes": ["1.C", "4.A"],
          "big_ideas": [
            {
              "id": "DAT-2",
              "description": "The way we collect data influences what we can and cannot say about a population."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-2.A",
              "description": "Identify the type of a study. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-2.A.1",
                  "description": "A population consists of all items or subjects of interest."
                },
                {
                  "id": "DAT-2.A.2",
                  "description": "A sample selected for study is a subset of the population."
                },
                {
                  "id": "DAT-2.A.3",
                  "description": "In an observational study, treatments are not imposed. Investigators examine data for a sample of individuals (retrospective) or follow a sample of individuals into the future collecting data (prospective) in order to investigate a topic of interest about the population. A sample survey is a type of observational study that collects data from a sample in an attempt to learn about the population from which the sample was taken."
                },
                {
                  "id": "DAT-2.A.4",
                  "description": "In an experiment, different conditions (treatments) are assigned to experimental units (participants or subjects)."
                }
              ]
            },
            {
              "id": "DAT-2.B",
              "description": "Identify appropriate generalizations and determinations based on observational studies. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "DAT-2.B.1",
                  "description": "It is only appropriate to make generalizations about a population based on samples that are randomly selected or otherwise representative of that population."
                },
                {
                  "id": "DAT-2.B.2",
                  "description": "A sample is only generalizable to the population from which the sample was selected."
                },
                {
                  "id": "DAT-2.B.3",
                  "description": "It is not possible to determine causal relationships between variables using data collected in an observational study."
                }
              ]
            }
          ]
        },
        {
          "id": "3.3",
          "name": "Random Sampling and Data Collection",
          "suggested_subskill_codes": ["1.C"],
          "big_ideas": [
            {
              "id": "DAT-2",
              "description": "The way we collect data influences what we can and cannot say about a population."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-2.C",
              "description": "Identify a sampling method, given a description of a study. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-2.C.1",
                  "description": "When an item from a population can be selected only once, this is called sampling without replacement. When an item from the population can be selected more than once, this is called sampling with replacement."
                },
                {
                  "id": "DAT-2.C.2",
                  "description": "A simple random sample (SRS) is a sample in which every group of a given size has an equal chance of being chosen. This method is the basis for many types of sampling mechanisms. A few examples of mechanisms used to obtain SRSs include numbering individuals and using a random number generator to select which ones to include in the sample, ignoring repeats, using a table of random numbers, or drawing a card from a deck without replacement."
                },
                {
                  "id": "DAT-2.C.3",
                  "description": "A stratified random sample involves the division of a population into separate groups, called strata, based on shared attributes or characteristics (homogeneous grouping). Within each stratum a simple random sample is selected, and the selected units are combined to form the sample."
                },
                {
                  "id": "DAT-2.C.4",
                  "description": "A cluster sample involves the division of a population into smaller groups, called clusters. Ideally, there is heterogeneity within each cluster, and clusters are similar to one another in their composition. A simple random sample of clusters is selected from the population to form the sample of clusters. Data are collected from all observations in the selected clusters."
                },
                {
                  "id": "DAT-2.C.5",
                  "description": "A systematic random sample is a method in which sample members from a population are selected according to a random starting point and a fixed, periodic interval."
                },
                {
                  "id": "DAT-2.C.6",
                  "description": "A census selects all items/subjects in a population."
                }
              ]
            },
            {
              "id": "DAT-2.D",
              "description": "Explain why a particular sampling method is or is not appropriate for a given situation. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-2.D.1",
                  "description": "There are advantages and disadvantages for each sampling method depending upon the question that is to be answered and the population from which the sample will be drawn."
                }
              ]
            }
          ]
        },
        {
          "id": "3.4",
          "name": "Potential Problems with Sampling",
          "suggested_subskill_codes": ["1.C"],
          "big_ideas": [
            {
              "id": "DAT-2",
              "description": "The way we collect data influences what we can and cannot say about a population."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-2.E",
              "description": "Identify potential sources of bias in sampling methods. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "DAT-2.E.1",
                  "description": "Bias occurs when certain responses are systematically favored over others."
                },
                {
                  "id": "DAT-2.E.2",
                  "description": "When a sample is comprised entirely of volunteers or people who choose to participate, the sample will typically not be representative of the population (voluntary response bias)."
                },
                {
                  "id": "DAT-2.E.3",
                  "description": "When part of the population has a reduced chance of being included in the sample, the sample will typically not be representative of the population (undercoverage bias)."
                },
                {
                  "id": "DAT-2.E.4",
                  "description": "Individuals chosen for the sample for whom data cannot be obtained (or who refuse to respond) may differ from those for whom data can be obtained (nonresponse bias)."
                },
                {
                  "id": "DAT-2.E.5",
                  "description": "Problems in the data gathering instrument or process result in response bias. Examples include questions that are confusing or leading (question wording bias) and self-reported responses."
                },
                {
                  "id": "DAT-2.E.6",
                  "description": "Non-random sampling methods (for example, samples chosen by convenience or voluntary response) introduce potential for bias because they do not use chance to select the individuals."
                }
              ]
            }
          ]
        },
        {
          "id": "3.5",
          "name": "Introduction to Experimental Design",
          "suggested_subskill_codes": ["1.C", "1.B"],
          "big_ideas": [
            {
              "id": "VAR-3",
              "description": "Well-designed experiments can establish evidence of causal relationships."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-3.A",
              "description": "Identify the components of an experiment. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-3.A.1",
                  "description": "The experimental units are the individuals (which may be people or other objects of study) that are assigned treatments. When experimental units consist of people, they are sometimes referred to as participants or subjects."
                },
                {
                  "id": "VAR-3.A.2",
                  "description": "An explanatory variable (or factor) in an experiment is a variable whose levels are manipulated intentionally. The levels or combination of levels of the explanatory variable(s) are called treatments."
                },
                {
                  "id": "VAR-3.A.3",
                  "description": "A response variable in an experiment is an outcome from the experimental units that is measured after the treatments have been administered."
                },
                {
                  "id": "VAR-3.A.4",
                  "description": "A confounding variable in an experiment is a variable that is related to the explanatory variable and influences the response variable and may create a false perception of association between the two."
                }
              ]
            },
            {
              "id": "VAR-3.B",
              "description": "Describe elements of a well-designed experiment. [Skill 1.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-3.B.1",
                  "description": "A well-designed experiment should include the following: a. Comparisons of at least two treatment groups, one of which could be a control group. b. Random assignment/allocation of treatments to experimental units. c. Replication (more than one experimental unit in each treatment group). d. Control of potential confounding variables where appropriate."
                }
              ]
            },
            {
              "id": "VAR-3.C",
              "description": "Compare experimental designs and methods. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-3.C.1",
                  "description": "In a completely randomized design, treatments are assigned to experimental units completely at random. Random assignment tends to balance the effects of uncontrolled (confounding) variables so that differences in responses can be attributed to the treatments."
                },
                {
                  "id": "VAR-3.C.2",
                  "description": "Methods for randomly assigning treatments to experimental units in a completely randomized design include using a random number generator, a table of random values, drawing chips without replacement, etc."
                },
                {
                  "id": "VAR-3.C.3",
                  "description": "In a single-blind experiment, subjects do not know which treatment they are receiving, but members of the research team do, or vice versa."
                },
                {
                  "id": "VAR-3.C.4",
                  "description": "In a double-blind experiment neither the subjects nor the members of the research team who interact with them know which treatment a subject is receiving."
                },
                {
                  "id": "VAR-3.C.5",
                  "description": "A control group is a collection of experimental units either not given a treatment of interest or given a treatment with an inactive substance (placebo) in order to determine if the treatment of interest has an effect."
                },
                {
                  "id": "VAR-3.C.6",
                  "description": "The placebo effect occurs when experimental units have a response to a placebo."
                },
                {
                  "id": "VAR-3.C.7",
                  "description": "For randomized complete block designs, treatments are assigned completely at random within each block."
                },
                {
                  "id": "VAR-3.C.8",
                  "description": "Blocking ensures that at the beginning of the experiment the units within each block are similar to each other with respect to at least one blocking variable. A randomized block design helps to separate natural variability from differences due to the blocking variable."
                },
                {
                  "id": "VAR-3.C.9",
                  "description": "A matched pairs design is a special case of a randomized block design. Using a blocking variable, subjects (whether they are people or not) are arranged in pairs matched on relevant factors. Matched pairs may be formed naturally or by the experimenter. Every pair receives both treatments by randomly assigning one treatment to one member of the pair and subsequently assigning the remaining treatment to the second member of the pair. Alternately, each subject may get both treatments."
                }
              ]
            }
          ]
        },
        {
          "id": "3.6",
          "name": "Selecting an Experimental Design",
          "suggested_subskill_codes": ["1.C"],
          "big_ideas": [
            {
              "id": "VAR-3",
              "description": "Well-designed experiments can establish evidence of causal relationships."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-3.D",
              "description": "Explain why a particular experimental design is appropriate. [Skill 1.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-3.D.1",
                  "description": "There are advantages and disadvantages for each experimental design depending on the question of interest, the resources available, and the nature of the experimental units."
                }
              ]
            }
          ]
        },
        {
          "id": "3.7",
          "name": "Inference and Experiments",
          "suggested_subskill_codes": ["4.B"],
          "big_ideas": [
            {
              "id": "VAR-3",
              "description": "Well-designed experiments can establish evidence of causal relationships."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-3.E",
              "description": "Interpret the results of a well-designed experiment. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-3.E.1",
                  "description": "Statistical inference attributes conclusions based on data to the distribution from which the data were collected."
                },
                {
                  "id": "VAR-3.E.2",
                  "description": "Random assignment of treatments to experimental units allows researchers to conclude that some observed changes are so large as to be unlikely to have occurred by chance. Such changes are said to be statistically significant."
                },
                {
                  "id": "VAR-3.E.3",
                  "description": "Statistically significant differences between or among experimental treatment groups are evidence that the treatments caused the effect."
                },
                {
                  "id": "VAR-3.E.4",
                  "description": "If the experimental units used in an experiment are representative of some larger group of units, the results of an experiment can be generalized to the larger group. Random selection of experimental units gives a better chance that the units will be representative."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "Probability, Random Variables, and Probability Distributions",
      "developing_understanding": "Probabilistic reasoning allows statisticians to quantify the likelihood of random events over the long run and to make statistical inferences. Simulations and concrete examples can help students to understand the abstract definitions and calculations of probability. This unit builds on understandings of simulated or empirical data distributions and fundamental principles of probability to represent, interpret, and calculate parameters for theoretical probability distributions for discrete random variables. Interpretations of probabilities and parameters associated with a probability distribution should use appropriate units and relate to the context of the situation.",
      "building_practices": "Probability is a notoriously difficult topic for students to grasp because it's difficult to conceptualize future outcomes in concrete ways. Before introducing new formulas, teachers can help students get an intuitive feel for why the formulas (and related notation) make sense. For example, the probability formulas for P(A or B) and for P(A | B) can be presented intuitively with two-way tables. Simulations can also help students internalize what it means to quantify random behavior. To help students understand when to apply different probability rules, teachers can use explicit strategies such as matching verbal scenarios to their corresponding probability formulas. Students frequently misinterpret probability distributions and parameters for random variables. Teachers can reinforce that a complete interpretation will include context and units. A common misconception later in the course is that every question involving probability requires a significance test. Students should practice making predictions and decisions based on probability alone to avoid this misconception early on. They should revisit these problems in later units to practice differentiating between inference and probability problems.",
      "preparing_for_exam": "To help students prepare for the AP Exam, teachers can model showing all steps in probability calculations and expect students to do the same. Calculations on the AP Exam should include presentation of an appropriate expression that communicates the structure of the formula, substitution of relevant values extracted from the problem, and an answer. In 2017 FRQ 3, for example, a student who writes \"P(G) = P(G|J)·P(J)+ + P(G|K)·P(K) = (0.2119)(0.7)+ + (0.8413)(0.3) = 0.4007\" has communicated the products in the multiplication rule, the sum in the addition rule, and an understanding that the events are mutually exclusive-all components of a complete response. To avoid a common error, students who present the same work using a tree diagram should practice using probabilities in the diagram correctly. Students importing incorrect solutions from one part of a multipart question to solve another will not be penalized a second time, unless the subsequent result is not a reasonable value (like a probability less than 0 or greater than 1).",
      "topics": [
        {
          "id": "4.1",
          "name": "Introducing Statistics: Random and Non-Random Patterns?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.F",
              "description": "Identify questions suggested by patterns in data. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.F.1",
                  "description": "Patterns in data do not necessarily mean that variation is not random."
                }
              ]
            }
          ]
        },
        {
          "id": "4.2",
          "name": "Estimating Probabilities Using Simulation",
          "suggested_subskill_codes": ["3.A"],
          "big_ideas": [
            {
              "id": "UNC-2",
              "description": "Simulation allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-2.A",
              "description": "Estimate probabilities using simulation. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-2.A.1",
                  "description": "A random process generates results that are determined by chance."
                },
                {
                  "id": "UNC-2.A.2",
                  "description": "An outcome is the result of a trial of a random process."
                },
                {
                  "id": "UNC-2.A.3",
                  "description": "An event is a collection of outcomes."
                },
                {
                  "id": "UNC-2.A.4",
                  "description": "Simulation is a way to model random events, such that simulated outcomes closely match real-world outcomes. All possible outcomes are associated with a value to be determined by chance. Record the counts of simulated outcomes and the count total."
                },
                {
                  "id": "UNC-2.A.5",
                  "description": "The relative frequency of an outcome or event in simulated or empirical data can be used to estimate the probability of that outcome or event."
                },
                {
                  "id": "UNC-2.A.6",
                  "description": "The law of large numbers states that simulated (empirical) probabilities tend to get closer to the true probability as the number of trials increases."
                }
              ]
            }
          ]
        },
        {
          "id": "4.3",
          "name": "Introduction to Probability",
          "suggested_subskill_codes": ["3.A", "4.B"],
          "big_ideas": [
            {
              "id": "VAR-4",
              "description": "The likelihood of a random event can be quantified."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-4.A",
              "description": "Calculate probabilities for events and their complements. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-4.A.1",
                  "description": "The sample space of a random process is the set of all possible non-overlapping outcomes."
                },
                {
                  "id": "VAR-4.A.2",
                  "description": "If all outcomes in the sample space are equally likely, then the probability an event E will occur is defined as the fraction: number of outcomes in event E total number of outcomes in sample space"
                },
                {
                  "id": "VAR-4.A.3",
                  "description": "The probability of an event is a number between 0 and 1, inclusive."
                },
                {
                  "id": "VAR-4.A.4",
                  "description": "The probability of the complement of an event E, E' or Eᶜ, (i.e., not E) is equal to 1 – P(E)."
                }
              ]
            },
            {
              "id": "VAR-4.B",
              "description": "Interpret probabilities for events. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-4.B.1",
                  "description": "Probabilities of events in repeatable situations can be interpreted as the relative frequency with which the event will occur in the long run."
                }
              ]
            }
          ]
        },
        {
          "id": "4.4",
          "name": "Mutually Exclusive Events",
          "suggested_subskill_codes": ["4.B"],
          "big_ideas": [
            {
              "id": "VAR-4",
              "description": "The likelihood of a random event can be quantified."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-4.C",
              "description": "Explain why two events are (or are not) mutually exclusive. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-4.C.1",
                  "description": "The probability that events A and B both will occur, sometimes called the joint probability, is the probability of the intersection of A and B, denoted P(A∩B)."
                },
                {
                  "id": "VAR-4.C.2",
                  "description": "Two events are mutually exclusive or disjoint if they cannot occur at the same time. So P(A∩B) = 0."
                }
              ]
            }
          ]
        },
        {
          "id": "4.5",
          "name": "Conditional Probability",
          "suggested_subskill_codes": ["3.A"],
          "big_ideas": [
            {
              "id": "VAR-4",
              "description": "The likelihood of a random event can be quantified."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-4.D",
              "description": "Calculate conditional probabilities. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-4.D.1",
                  "description": "The probability that event A will occur given that event B has occurred is called a conditional probability and denoted P(A | B) = P(A∩B). P(B)"
                },
                {
                  "id": "VAR-4.D.2",
                  "description": "The multiplication rule states that the probability that events A and B both will occur is equal to the probability that event A will occur multiplied by the probability that event B will occur, given that A has occurred. This is denoted P(A∩B) = P(A)· P(B|A)."
                }
              ]
            }
          ]
        },
        {
          "id": "4.6",
          "name": "Independent Events and Unions of Events",
          "suggested_subskill_codes": ["3.A"],
          "big_ideas": [
            {
              "id": "VAR-4",
              "description": "The likelihood of a random event can be quantified."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-4.E",
              "description": "Calculate probabilities for independent events and for the union of two events. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-4.E.1",
                  "description": "Events A and B are independent if, and only if, knowing whether event A has occurred (or will occur) does not change the probability that event B will occur."
                },
                {
                  "id": "VAR-4.E.2",
                  "description": "If, and only if, events A and B are independent, then P(A | B) = P(A), P(B|A) = P(B), and P(A∩B) = P(A)· P(B)."
                },
                {
                  "id": "VAR-4.E.3",
                  "description": "The probability that event A or event B (or both) will occur is the probability of the union of A and B, denoted P(A∪B)."
                },
                {
                  "id": "VAR-4.E.4",
                  "description": "The addition rule states that the probability that event A or event B or both will occur is equal to the probability that event A will occur plus the probability that event B will occur minus the probability that both events A and B will occur. This is denoted P(A∪B) = P(A)+P(B) – P(A∩B)."
                }
              ]
            }
          ]
        },
        {
          "id": "4.7",
          "name": "Introduction to Random Variables and Probability Distributions",
          "suggested_subskill_codes": ["2.B", "4.B"],
          "big_ideas": [
            {
              "id": "VAR-5",
              "description": "Probability distributions may be used to model variation in populations."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-5.A",
              "description": "Represent the probability distribution for a discrete random variable. [Skill 2.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.A.1",
                  "description": "The values of a random variable are the numerical outcomes of random behavior."
                },
                {
                  "id": "VAR-5.A.2",
                  "description": "A discrete random variable is a variable that can only take a countable number of values. Each value has a probability associated with it. The sum of the probabilities over all of the possible values must be 1."
                },
                {
                  "id": "VAR-5.A.3",
                  "description": "A probability distribution can be represented as a graph, table, or function showing the probabilities associated with values of a random variable."
                },
                {
                  "id": "VAR-5.A.4",
                  "description": "A cumulative probability distribution can be represented as a table or function showing the probability of being less than or equal to each value of the random variable."
                }
              ]
            },
            {
              "id": "VAR-5.B",
              "description": "Interpret a probability distribution. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.B.1",
                  "description": "An interpretation of a probability distribution provides information about the shape, center, and spread of a population and allows one to make conclusions about the population of interest."
                }
              ]
            }
          ]
        },
        {
          "id": "4.8",
          "name": "Mean and Standard Deviation of Random Variables",
          "suggested_subskill_codes": ["3.B", "4.B"],
          "big_ideas": [
            {
              "id": "VAR-5",
              "description": "Probability distributions may be used to model variation in populations."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-5.C",
              "description": "Calculate parameters for a discrete random variable. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.C.1",
                  "description": "A numerical value measuring a characteristic of a population or the distribution of a random variable is known as a parameter, which is a single, fixed value."
                },
                {
                  "id": "VAR-5.C.2",
                  "description": "The mean, or expected value, for a discrete random variable X is μ₁ = Σx₁· P(x₁)."
                },
                {
                  "id": "VAR-5.C.3",
                  "description": "The standard deviation for a discrete random variable X is x = √(x₁ −x)²· P(x₁)."
                }
              ]
            },
            {
              "id": "VAR-5.D",
              "description": "Interpret parameters for a discrete random variable. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.D.1",
                  "description": "Parameters for a discrete random variable should be interpreted using appropriate units and within the context of a specific population."
                }
              ]
            }
          ]
        },
        {
          "id": "4.9",
          "name": "Combining Random Variables",
          "suggested_subskill_codes": ["3.B", "3.C"],
          "big_ideas": [
            {
              "id": "VAR-5",
              "description": "Probability distributions may be used to model variation in populations."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-5.E",
              "description": "Calculate parameters for linear combinations of random variables. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.E.1",
                  "description": "For random variables X and Y and real numbers a and b, the mean of ax + bY is αμ +bμ."
                },
                {
                  "id": "VAR-5.E.2",
                  "description": "Two random variables are independent if knowing information about one of them does not change the probability distribution of the other."
                },
                {
                  "id": "VAR-5.E.3",
                  "description": "For independent random variables X and Y and real numbers a and b, the mean of aX +bY is aux + bu, and the variance of aX +bY is α²σ² +b²σ², y"
                }
              ]
            },
            {
              "id": "VAR-5.F",
              "description": "Describe the effects of linear transformations of parameters of random variables. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-5.F.1",
                  "description": "For Y = a +bX, the probability distribution of the transformed random variable, Y, has the same shape as the probability distribution for X, so long as a > 0 and b > 0. The mean of Y is μ₁ = a + bμ₁. The standard deviation of Y is σ = |b|σχ."
                }
              ]
            }
          ]
        },
        {
          "id": "4.10",
          "name": "Introduction to the Binomial Distribution",
          "suggested_subskill_codes": ["3.A"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.A",
              "description": "Estimate probabilities of binomial random variables using data from a simulation. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.A.1",
                  "description": "A probability distribution can be constructed using the rules of probability or estimated with a simulation using random number generators."
                },
                {
                  "id": "UNC-3.A.2",
                  "description": "A binomial random variable, X, counts the number of successes in n repeated independent trials, each trial having two possible outcomes (success or failure), with the probability of success p and the probability of failure 1 - p."
                }
              ]
            },
            {
              "id": "UNC-3.B",
              "description": "Calculate probabilities for a binomial distribution. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.B.1",
                  "description": "The probability that a binomial random variable, X, has exactly x successes for n independent trials, when the probability of success is p, is calculated as P(X = x) = (n x) pˣ(1 - p)ⁿ⁻ˣ, x = 0, 1, 2, . . ., n. This is the binomial probability function."
                }
              ]
            }
          ]
        },
        {
          "id": "4.11",
          "name": "Parameters for a Binomial Distribution",
          "suggested_subskill_codes": ["3.B", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.C",
              "description": "Calculate parameters for a binomial distribution. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.C.1",
                  "description": "If a random variable is binomial, its mean, μₓ, is np and its standard deviation, Ox, is √np(1-p)."
                }
              ]
            },
            {
              "id": "UNC-3.D",
              "description": "Interpret probabilities and parameters for a binomial distribution. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.D.1",
                  "description": "Probabilities and parameters for a binomial distribution should be interpreted using appropriate units and within the context of a specific population or situation."
                }
              ]
            }
          ]
        },
        {
          "id": "4.12",
          "name": "The Geometric Distribution",
          "suggested_subskill_codes": ["3.A", "3.B", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.E",
              "description": "Calculate probabilities for geometric random variables. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.E.1",
                  "description": "For a sequence of independent trials, a geometric random variable, X, gives the number of the trial on which the first success occurs. Each trial has two possible outcomes (success or failure) with the probability of success p and the probability of failure 1 – p."
                },
                {
                  "id": "UNC-3.E.2",
                  "description": "The probability that the first success for repeated independent trials with probability of success p occurs on trial x is calculated as P(X = x) = (1-p)ˣ⁻¹ p, x = 1,2,3,.... This is the geometric probability function."
                }
              ]
            },
            {
              "id": "UNC-3.F",
              "description": "Calculate parameters of a geometric distribution. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.F.1",
                  "description": "If a random variable is geometric, its mean, μₓ, is 1/p and its standard deviation, σₓ, is √(1-p)/p"
                }
              ]
            },
            {
              "id": "UNC-3.G",
              "description": "Interpret probabilities and parameters for a geometric distribution. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.G.1",
                  "description": "Probabilities and parameters for a geometric distribution should be interpreted using appropriate units and within the context of a specific population or situation."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "name": "Sampling Distributions",
      "developing_understanding": "This unit applies probabilistic reasoning to sampling, introducing students to sampling distributions of statistics they will use when performing inference in Units 6 and 7. Students should understand that sample statistics can be used to estimate corresponding population parameters and that measures of center (mean) and variability (standard deviation) for these sampling distributions can be determined directly from the population parameters when certain sampling criteria are met. For large enough samples from any population, these sampling distributions can be approximated by a normal distribution. Simulating sampling distributions helps students to understand how the values of statistics vary in repeated random sampling from populations with known parameters.",
      "building_practices": "The probabilities associated with the normal distribution are what statisticians use to justify claims about populations they'll never be able to measure directly. Revisiting these properties early in Unit 5 will reinforce why sampling distributions allow statisticians to approximate parameters for the population of interest. Sketching, shading, and labeling a normal distribution aids in understanding the probability being calculated. Students should practice creating graphical representations, labeling the mean, and marking off values 1, 2, and 3 standard deviations from the mean. Students often struggle to interpret parameters of probability distributions in context, simply describing features of the graph rather than explicitly connecting those features to the situation described in the problem. Teachers can remind students that context is about a variable (\"tip amounts,\" for example), not just the units (dollars). It's also critical that students explicitly show that the appropriate conditions have been verified, and that they avoid using nonspecific language like \"it\" in their interpretations. Using an error analysis strategy with sample responses can help familiarize students with these issues before they make similar mistakes.",
      "preparing_for_exam": "Responses on the AP Exam often uncover gaps in understanding of sampling distributions. Students must clearly communicate whether they are talking about the distribution of a population, a sample of values (heights, for example), or a sample statistic from repeated samples (mean heights, for example). Broad generalizations, such as \"larger samples have less variability,\" leave the exam reader unsure of whether the student is referring to variability within a sample (for which the statement would be false) or a sampling distribution. The word \"it\" often introduces ambiguity to a response. Students frequently show confusion about what condition to check when asserting that the sampling distribution of a given statistic is approximately normal. Students should support normal probability calculations with a sketch or a calculation of a standardized score (z-score), rather than relying on calculator syntax.",
      "topics": [
        {
          "id": "5.1",
          "name": "Introducing Statistics: Why Is My Sample Not Like Yours?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.G",
              "description": "Identify questions suggested by variation in statistics for samples collected from the same population. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.G.1",
                  "description": "Variation in statistics for samples taken from the same population may be random or not."
                }
              ]
            }
          ]
        },
        {
          "id": "5.2",
          "name": "The Normal Distribution, Revisited",
          "suggested_subskill_codes": ["3.A", "3.C"],
          "big_ideas": [
            {
              "id": "VAR-6",
              "description": "The normal distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-6.A",
              "description": "Calculate the probability that a particular value lies in a given interval of a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.A.1",
                  "description": "A continuous random variable is a variable that can take on any value within a specified domain. Every interval within the domain has a probability associated with it."
                },
                {
                  "id": "VAR-6.A.2",
                  "description": "A continuous random variable with a normal distribution is commonly used to describe populations. The distribution of a normal random variable can be described by a normal, or \"bell-shaped,\" curve."
                },
                {
                  "id": "VAR-6.A.3",
                  "description": "The area under a normal curve over a given interval represents the probability that a particular value lies in that interval."
                }
              ]
            },
            {
              "id": "VAR-6.B",
              "description": "Determine the interval associated with a given area in a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.B.1",
                  "description": "The boundaries of an interval associated with a given area in a normal distribution can be determined using z-scores or technology, such as a calculator, a standard normal table, or computer-generated output."
                },
                {
                  "id": "VAR-6.B.2",
                  "description": "Intervals associated with a given area in a normal distribution can be determined by assigning appropriate inequalities to the boundaries of the intervals: a. P(X<xa) = p/100 means that the lowest p% of values lie to the left of xa. b. P(xa < X <xb)= p/100 means that p% of values lie between xa and xb. c. P(X > xb) = p/100 means that the highest p% of values lie to the right of xb. d. To determine the most extreme p% of values requires dividing the area associated with p% into two equal areas on either extreme of the distribution: P(X < xa) = 1/2 p/100 and P(X> xb) = 1/2 p/100 means that half of the p% most extreme values lie to the left of xa and half of the p% most extreme values lie to the right of xb."
                }
              ]
            },
            {
              "id": "VAR-6.C",
              "description": "Determine the appropriateness of using the normal distribution to approximate probabilities for unknown distributions. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.C.1",
                  "description": "Normal distributions are symmetrical and \"bell-shaped.\" As a result, normal distributions can be used to approximate distributions with similar characteristics."
                }
              ]
            }
          ]
        },
        {
          "id": "5.3",
          "name": "The Central Limit Theorem",
          "suggested_subskill_codes": ["3.C"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.H",
              "description": "Estimate sampling distributions using simulation. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.H.1",
                  "description": "A sampling distribution of a statistic is the distribution of values for the statistic for all possible samples of a given size from a given population."
                },
                {
                  "id": "UNC-3.H.2",
                  "description": "The central limit theorem (CLT) states that when the sample size is sufficiently large, a sampling distribution of the mean of a random variable will be approximately normally distributed."
                },
                {
                  "id": "UNC-3.H.3",
                  "description": "The central limit theorem requires that the sample values are independent of each other and that n is sufficiently large."
                },
                {
                  "id": "UNC-3.H.4",
                  "description": "A randomization distribution is a collection of statistics generated by simulation assuming known values for the parameters. For a randomized experiment, this means repeatedly randomly reallocating/reassigning the response values to treatment groups."
                },
                {
                  "id": "UNC-3.H.5",
                  "description": "The sampling distribution of a statistic can be simulated by generating repeated random samples from a population."
                }
              ]
            }
          ]
        },
        {
          "id": "5.4",
          "name": "Biased and Unbiased Point Estimates",
          "suggested_subskill_codes": ["4.B", "3.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.I",
              "description": "Explain why an estimator is or is not unbiased. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.I.1",
                  "description": "When estimating a population parameter, an estimator is unbiased if, on average, the value of the estimator is equal to the population parameter."
                }
              ]
            },
            {
              "id": "UNC-3.J",
              "description": "Calculate estimates for a population parameter. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.J.1",
                  "description": "When estimating a population parameter, an estimator exhibits variability that can be modeled using probability."
                },
                {
                  "id": "UNC-3.J.2",
                  "description": "A sample statistic is a point estimator of the corresponding population parameter."
                }
              ]
            }
          ]
        },
        {
          "id": "5.5",
          "name": "Sampling Distributions for Sample Proportions",
          "suggested_subskill_codes": ["3.B", "3.C", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.K",
              "description": "Determine parameters of a sampling distribution for sample proportions. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.K.1",
                  "description": "For independent samples (sampling with replacement) of a categorical variable from a population with population proportion, p, the sampling distribution of the sample proportion, p̂, has a mean, µp̂ = p and a standard deviation, σp̂ = √p(1−p)/n."
                },
                {
                  "id": "UNC-3.K.2",
                  "description": "If sampling without replacement, the standard deviation of the sample proportion is smaller than what is given by the formula above. If the sample size is less than 10% of the population size, the difference is negligible."
                }
              ]
            },
            {
              "id": "UNC-3.L",
              "description": "Determine whether a sampling distribution for a sample proportion can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.L.1",
                  "description": "For a categorical variable, the sampling distribution of the sample proportion, p̂, will have an approximate normal distribution, provided the sample size is large enough: np ≥10 and n(1−p) ≥10"
                }
              ]
            },
            {
              "id": "UNC-3.M",
              "description": "Interpret probabilities and parameters for a sampling distribution for a sample proportion. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.M.1",
                  "description": "Probabilities and parameters for a sampling distribution for a sample proportion should be interpreted using appropriate units and within the context of a specific population."
                }
              ]
            }
          ]
        },
        {
          "id": "5.6",
          "name": "Sampling Distributions for Differences in Sample Proportions",
          "suggested_subskill_codes": ["3.B", "3.C", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.N",
              "description": "Determine parameters of a sampling distribution for a difference in sample proportions. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.N.1",
                  "description": "For a categorical variable, when randomly sampling with replacement from two independent populations with population proportions p₁ and p₂, the sampling distribution of the difference in sample proportions p̂₁ - p̂₂ has mean, µp̂₁-p̂₂ = p₁ - p₂ and standard deviation, σp̂₁-p̂₂ = √p₁(1−p₁)/n₁ + p₂(1-p₂)/n₂."
                },
                {
                  "id": "UNC-3.N.2",
                  "description": "If sampling without replacement, the standard deviation of the difference in sample proportions is smaller than what is given by the formula above. If the sample sizes are less than 10% of the population sizes, the difference is negligible."
                }
              ]
            },
            {
              "id": "UNC-3.O",
              "description": "Determine whether a sampling distribution for a difference of sample proportions can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.O.1",
                  "description": "The sampling distribution of the difference in sample proportions p̂₁ – p̂₂ will have an approximate normal distribution provided the sample sizes are large enough: n₁p₁ ≥10, n₁(1−p₁) ≥10, n₂p₂ ≥10, n₂(1−p₂) ≥10."
                }
              ]
            },
            {
              "id": "UNC-3.P",
              "description": "Interpret probabilities and parameters for a sampling distribution for a difference in proportions. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.P.1",
                  "description": "Parameters for a sampling distribution for a difference of proportions should be interpreted using appropriate units and within the context of a specific populations."
                }
              ]
            }
          ]
        },
        {
          "id": "5.7",
          "name": "Sampling Distributions for Sample Means",
          "suggested_subskill_codes": ["3.B", "3.C", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.Q",
              "description": "Determine parameters for a sampling distribution for sample means. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.Q.1",
                  "description": "For a numerical variable, when random sampling with replacement from a population with mean μ and standard deviation, σ, the sampling distribution of the sample mean has mean µx̄ = µ and standard deviation σx̄ = σ/√n."
                },
                {
                  "id": "UNC-3.Q.2",
                  "description": "If sampling without replacement, the standard deviation of the sample mean is smaller than what is given by the formula above. If the sample size is less than 10% of the population size, the difference is negligible."
                }
              ]
            },
            {
              "id": "UNC-3.R",
              "description": "Determine whether a sampling distribution of a sample mean can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.R.1",
                  "description": "For a numerical variable, if the population distribution can be modeled with a normal distribution, the sampling distribution of the sample mean, x̄, can be modeled with a normal distribution."
                },
                {
                  "id": "UNC-3.R.2",
                  "description": "For a numerical variable, if the population distribution cannot be modeled with a normal distribution, the sampling distribution of the sample mean, x̄, can be modeled approximately by a normal distribution, provided the sample size is large enough, e.g., greater than or equal to 30."
                }
              ]
            },
            {
              "id": "UNC-3.S",
              "description": "Interpret probabilities and parameters for a sampling distribution for a sample mean. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.S.1",
                  "description": "Probabilities and parameters for a sampling distribution for a sample mean should be interpreted using appropriate units and within the context of a specific population."
                }
              ]
            }
          ]
        },
        {
          "id": "5.8",
          "name": "Sampling Distributions for Differences in Sample Means",
          "suggested_subskill_codes": ["3.B", "3.C", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-3",
              "description": "Probabilistic reasoning allows us to anticipate patterns in data."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-3.T",
              "description": "Determine parameters of a sampling distribution for a difference in sample means. [Skill 3.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.T.1",
                  "description": "For a numerical variable, when randomly sampling with replacement from two independent populations with population means µ₁ and µ₂ and population standard deviations σ₁ and σ₂, the sampling distribution of the difference in sample means x̄₁ - x̄₂ has mean µx̄₁-x̄₂ = µ₁-µ₂ and standard deviation, σx̄₁-x̄₂ = √σ₁²/n₁ + σ₂²/n₂."
                },
                {
                  "id": "UNC-3.T.2",
                  "description": "If sampling without replacement, the standard deviation of the difference in sample means is smaller than what is given by the formula above. If the sample sizes are less than 10% of the population sizes, the difference is negligible."
                }
              ]
            },
            {
              "id": "UNC-3.U",
              "description": "Determine whether a sampling distribution of a difference in sample means can be described as approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.U.1",
                  "description": "The sampling distribution of the difference in sample means x̄₁ - x̄₂ can be modeled with a normal distribution if the two population distributions can be modeled with a normal distribution."
                },
                {
                  "id": "UNC-3.U.2",
                  "description": "The sampling distribution of the difference in sample means x̄₁ - x̄₂ can be modeled approximately by a normal distribution if the two population distributions cannot be modeled with a normal distribution but both sample sizes are greater than or equal to 30."
                }
              ]
            },
            {
              "id": "UNC-3.V",
              "description": "Interpret probabilities and parameters for a sampling distribution for a difference in sample means. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-3.V.1",
                  "description": "Probabilities and parameters for a sampling distribution for a difference of sample means should be interpreted using appropriate units and within the context of a specific populations."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "name": "Inference for Categorical Data: Proportions",
      "developing_understanding": "This unit introduces statistical inference, which will continue through the end of the course. Students will analyze categorical data to make inferences about binomial population proportions. Provided conditions are met, students will use statistical inference to construct and interpret confidence intervals to estimate population proportions and perform significance tests to evaluate claims about population proportions. Students begin by learning inference procedures for one proportion and then examine inference methods for a difference between two proportions. They will also interpret the two types of errors that can be made in a significance test, their probabilities, and possible consequences in context.",
      "building_practices": "Unit 6 is a critical transition point in the course, as students begin learning skills that will be applied repeatedly in subsequent units. Students need to familiarize themselves with these procedures so they can build proficiency over time. Applying different inference methods requires fluency with verifying conditions. Students often check conditions superficially (e.g., just listing \"SRS\") without explicitly connecting them to the problem. Teachers can make sure students practice verifying conditions in context by providing numerical calculations and explaining how each condition is met. Precision of language is key. Students often interpret confidence intervals and confidence levels incorrectly. Providing students with sentence starters or templates can help them learn to generate appropriate responses (e.g., Confidence interval: \"We are 95% confident that the interval from to captures the [parameter in context].\"). For decisions based on a hypothesis test, students may incorrectly claim that \"we can accept\" or \"have proven\" the null. Teachers can reinforce early and often that statistical tests do not provide evidence for what can be accepted or proved; they only provide evidence for \"rejecting\" or \"failing to reject\" the null.",
      "preparing_for_exam": "When using statistical inference to construct confidence intervals or perform significance tests, students should identify the appropriate inference method by name or formula. For inference with population proportions, students should verify that the following conditions are met: (1) random sample and (2) large sample (e.g., np ≥10 and n(1-p) ≥10). When sampling without replacement, students should also verify that the sample size is at most 10% of the population. Verification should be simple and specific. Next, students should present calculations and then interpret results in the context of the problem. Students often find it beneficial to use language provided in the question. In 2017 FRQ 2, for example, the response might read \"We can be 95% confident that the proportion of all customers who, having asked for a cup of water when placing an order, will fill the cup with a soft drink is between 0.1883 and 0.3867.\"",
      "topics": [
        {
          "id": "6.1",
          "name": "Introducing Statistics: Why Be Normal?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.H",
              "description": "Identify questions suggested by variation in the shapes of distributions of samples taken from the same population. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.H.1",
                  "description": "Variation in shapes of data distributions may be random or not."
                }
              ]
            }
          ]
        },
        {
          "id": "6.2",
          "name": "Constructing a Confidence Interval for a Population Proportion",
          "suggested_subskill_codes": ["1.D", "4.C", "3.D"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.A",
              "description": "Identify an appropriate confidence interval procedure for a population proportion. [Skill 1.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.A.1",
                  "description": "The appropriate confidence interval procedure for a one-sample proportion for one categorical variable is a one sample z-interval for a proportion."
                }
              ]
            },
            {
              "id": "UNC-4.B",
              "description": "Verify the conditions for calculating confidence intervals for a population proportion. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.B.1",
                  "description": "In order to make assumptions necessary for inference on population proportions, means, and slopes, we must check for independence in data collection methods and for selection of the appropriate sampling distribution."
                },
                {
                  "id": "UNC-4.B.2",
                  "description": "In order to calculate a confidence interval to estimate a population proportion, p, we must check for independence and that the sampling distribution is approximately normal. a. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10%N, where N is the size of the population. b. To check that the sampling distribution of p̂ is approximately normal (shape): i. For categorical variables, check that both the number of successes, np̂, and the number of failures, n(1 – p̂) are at least 10 so that the sample size is large enough to support an assumption of normality."
                }
              ]
            },
            {
              "id": "UNC-4.C",
              "description": "Determine the margin of error for a given sample size and an estimate for the sample size that will result in a given margin of error for a population proportion. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.C.1",
                  "description": "Based on sample data, the standard error of a statistic is an estimate for the standard deviation for the statistic. The standard error of p̂ is SEp̂ = √[p̂(1-p̂)/n]"
                },
                {
                  "id": "UNC-4.C.2",
                  "description": "A margin of error gives how much a value of a sample statistic is likely to vary from the value of the corresponding population parameter."
                },
                {
                  "id": "UNC-4.C.3",
                  "description": "For categorical variables, the margin of error is the critical value (z*) times the standard error (SE) of the relevant statistic, which equals z*√[p̂(1-p̂)/n] for a one sample proportion."
                },
                {
                  "id": "UNC-4.C.4",
                  "description": "The formula for margin of error can be rearranged to solve for n, the minimum sample size needed to achieve a given margin of error. For this purpose, use a guess for p̂ or use p̂ = 0.5 in order to find an upper bound for the sample size that will result in a given margin of error."
                }
              ]
            },
            {
              "id": "UNC-4.D",
              "description": "Calculate an appropriate confidence interval for a population proportion. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.D.1",
                  "description": "In general, an interval estimate can be constructed as point estimate ± (margin of error). For a one-sample proportion, the interval estimate is p̂ ± z* √[p̂(1-p̂)/n] CLARIFYING STATEMENT: Formulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                },
                {
                  "id": "UNC-4.D.2",
                  "description": "Critical values represent the boundaries encompassing the middle C% of the standard normal distribution, where C% is an approximate confidence level for a proportion."
                }
              ]
            },
            {
              "id": "UNC-4.E",
              "description": "Calculate an interval estimate based on a confidence interval for a population proportion. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.E.1",
                  "description": "Confidence intervals for population proportions can be used to calculate interval estimates with specified units."
                }
              ]
            }
          ]
        },
        {
          "id": "6.3",
          "name": "Justifying a Claim Based on a Confidence Interval for a Population Proportion",
          "suggested_subskill_codes": ["4.B", "4.D", "4.A"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.F",
              "description": "Interpret a confidence interval for a population proportion. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.F.1",
                  "description": "A confidence interval for a population proportion either contains the population proportion or it does not, because each interval is based on random sample data, which varies from sample to sample."
                },
                {
                  "id": "UNC-4.F.2",
                  "description": "We are C% confident that the confidence interval for a population proportion captures the population proportion."
                },
                {
                  "id": "UNC-4.F.3",
                  "description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the population proportion."
                },
                {
                  "id": "UNC-4.F.4",
                  "description": "Interpreting a confidence interval for a one-sample proportion should include a reference to the sample taken and details about the population it represents."
                }
              ]
            },
            {
              "id": "UNC-4.G",
              "description": "Justify a claim based on a confidence interval for a population proportion. [Skill 4.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.G.1",
                  "description": "A confidence interval for a population proportion provides an interval of values that may provide sufficient evidence to support a particular claim in context."
                }
              ]
            },
            {
              "id": "UNC-4.H",
              "description": "Identify the relationships between sample size, width of a confidence interval, confidence level, and margin of error for a population proportion. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.H.1",
                  "description": "When all other things remain the same, the width of the confidence interval for a population proportion tends to decrease as the sample size increases. For a population proportion, the width of the interval is proportional to 1/√n"
                },
                {
                  "id": "UNC-4.H.2",
                  "description": "For a given sample, the width of the confidence interval for a population proportion increases as the confidence level increases."
                },
                {
                  "id": "UNC-4.H.3",
                  "description": "The width of a confidence interval for a population proportion is exactly twice the margin of error."
                }
              ]
            }
          ]
        },
        {
          "id": "6.4",
          "name": "Setting Up a Test for a Population Proportion",
          "suggested_subskill_codes": ["1.F", "1.E", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-6",
              "description": "The normal distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-6.D",
              "description": "Identify the null and alternative hypotheses for a population proportion. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.D.1",
                  "description": "The null hypothesis is the situation that is assumed to be correct unless evidence suggests otherwise, and the alternative hypothesis is the situation for which evidence is being collected."
                },
                {
                  "id": "VAR-6.D.2",
                  "description": "For hypotheses about parameters, the null hypothesis contains an equality reference (=, ≥, or ≤), while the alternative hypothesis contains a strict inequality (<, >, or ≠). The type of inequality in the alternative hypothesis is based on the question of interest. Alternative hypotheses with < or > are called one-sided, and alternative hypotheses with ≠ are called two-sided. Although the null hypothesis for a one-sided test may include an inequality symbol, it is still tested at the boundary of equality."
                },
                {
                  "id": "VAR-6.D.3",
                  "description": "The null hypothesis for a population proportion is: H₀: p = p₀, where p₀ is the null hypothesized value for the population proportion."
                },
                {
                  "id": "VAR-6.D.4",
                  "description": "A one-sided alternative hypothesis for a proportion is either Hₐ : p < p₀ or Hₐ: p > p₀. A two-sided alternate hypothesis is Hₐ : p ≠ p₀."
                },
                {
                  "id": "VAR-6.D.5",
                  "description": "For a one-sample z-test for a population proportion, the null hypothesis specifies a value for the population proportion, usually one indicating no difference or effect."
                }
              ]
            },
            {
              "id": "VAR-6.E",
              "description": "Identify an appropriate testing method for a population proportion. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.E.1",
                  "description": "For a single categorical variable, the appropriate testing method for a population proportion is a one-sample z-test for a population proportion."
                }
              ]
            },
            {
              "id": "VAR-6.F",
              "description": "Verify the conditions for making statistical inferences when testing a population proportion. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.F.1",
                  "description": "In order to make statistical inferences when testing a population proportion, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10%N. b. To check that the sampling distribution of p̂ is approximately normal (shape): i. Assuming that H₀ is true (p = p₀), verify that both the number of successes, np₀, and the number of failures, n(1 – p₀) are at least 10 so that that the sample size is large enough to support an assumption of normality."
                }
              ]
            }
          ]
        },
        {
          "id": "6.5",
          "name": "Interpreting p-Values",
          "suggested_subskill_codes": ["3.E", "4.B"],
          "big_ideas": [
            {
              "id": "VAR-6",
              "description": "The normal distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-6.G",
              "description": "Calculate an appropriate test statistic and p-value for a population proportion. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.G.1",
                  "description": "The distribution of the test statistic assuming the null hypothesis is true (null distribution) can be either a randomization distribution or when a probability model is assumed to be true, a theoretical distribution (z)."
                },
                {
                  "id": "VAR-6.G.2",
                  "description": "When using a z-test, the standardized test statistic can be written: test statistic = (sample statistic-null value of the parameter) / (standard deviation of the statistic) This is called a z-statistic for proportions."
                },
                {
                  "id": "VAR-6.G.3",
                  "description": "The test statistic for a population proportion is: z = (p̂-p₀)/√[p₀(1-p₀)/n] CLARIFYING STATEMENT: The formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                },
                {
                  "id": "VAR-6.G.4",
                  "description": "A p-value is the probability of obtaining a test statistic as extreme or more extreme than the observed test statistic when the null hypothesis and probability model are assumed to be true. The significance level may be given or determined by the researcher."
                }
              ]
            },
            {
              "id": "DAT-3.A",
              "description": "Interpret the p-value of a significance test for a population proportion. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.A.1",
                  "description": "The p-value is the proportion of values for the null distribution that are as extreme or more extreme than the observed value of the test statistic. This is: a. The proportion at or above the observed value of the test statistic, if the alternative is >. b. The proportion at or below the observed value of the test statistic, if the alternative is <. c. The proportion less than or equal to the negative of the absolute value of the test statistic plus the proportion greater than or equal to the absolute value of the test statistic, if the alternative is ≠."
                },
                {
                  "id": "DAT-3.A.2",
                  "description": "An interpretation of the p-value of a significance test for a one-sample proportion should recognize that the p-value is computed by assuming that the probability model and null hypothesis are true, i.e., by assuming that the true population proportion is equal to the particular value stated in the null hypothesis."
                }
              ]
            }
          ]
        },
        {
          "id": "6.6",
          "name": "Concluding a Test for a Population Proportion",
          "suggested_subskill_codes": ["4.E"],
          "big_ideas": [
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "DAT-3.B",
              "description": "Justify a claim about the population based on the results of a significance test for a population proportion. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.B.1",
                  "description": "The significance level, α, is the predetermined probability of rejecting the null hypothesis given that it is true."
                },
                {
                  "id": "DAT-3.B.2",
                  "description": "A formal decision explicitly compares the p-value to the significance level, α. If the p-value ≤ α, reject the null hypothesis. If the p-value > α, fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.B.3",
                  "description": "Rejecting the null hypothesis means there is sufficient statistical evidence to support the alternative hypothesis. Failing to reject the null means there is insufficient statistical evidence to support the alternative hypothesis."
                },
                {
                  "id": "DAT-3.B.4",
                  "description": "The conclusion about the alternative hypothesis must be stated in context."
                },
                {
                  "id": "DAT-3.B.5",
                  "description": "A significance test can lead to rejecting or not rejecting the null hypothesis, but can never lead to concluding or proving that the null hypothesis is true. Lack of statistical evidence for the alternative hypothesis is not the same as evidence for the null hypothesis."
                },
                {
                  "id": "DAT-3.B.6",
                  "description": "Small p-values indicate that the observed value of the test statistic would be unusual if the null hypothesis and probability model were true, and so provide evidence for the alternative. The lower the p-value, the more convincing the statistical evidence for the alternative hypothesis."
                },
                {
                  "id": "DAT-3.B.7",
                  "description": "p-values that are not small indicate that the observed value of the test statistic would not be unusual if the null hypothesis and probability model were true, so do not provide convincing statistical evidence for the alternative hypothesis nor do they provide evidence that the null hypothesis is true."
                },
                {
                  "id": "DAT-3.B.8",
                  "description": "A formal decision explicitly compares the p-value to the significance α. If the p-value ≤ α, then reject the null hypothesis, H₀: p = p₀. If the p-value > α, then fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.B.9",
                  "description": "The results of a significance test for a population proportion can serve as the statistical reasoning to support the answer to a research question about the population that was sampled."
                }
              ]
            }
          ]
        },
        {
          "id": "6.7",
          "name": "Potential Errors When Performing Tests",
          "suggested_subskill_codes": ["1.B", "3.A", "4.A", "4.B"],
          "big_ideas": [
            {
              "id": "UNC-5",
              "description": "Probabilities of Type I and Type II errors influence inference."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-5.A",
              "description": "Identify Type I and Type II errors. [Skill 1.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-5.A.1",
                  "description": "A Type I error occurs when the null hypothesis is true and is rejected (false positive)."
                },
                {
                  "id": "UNC-5.A.2",
                  "description": "A Type II error occurs when the null hypothesis is false and is not rejected (false negative). Table of Errors Actual Population Value H₀ true Hₐ true Decision Reject H₀ Type I Error Correct Decision Fail to Reject H₀ Correct Decision Type II Error"
                }
              ]
            },
            {
              "id": "UNC-5.B",
              "description": "Calculate the probability of a Type I and Type II errors. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-5.B.1",
                  "description": "The significance level, α, is the probability of making a Type I error, if the null hypothesis is true."
                },
                {
                  "id": "UNC-5.B.2",
                  "description": "The power of a test is the probability that a test will correctly reject a false null hypothesis."
                },
                {
                  "id": "UNC-5.B.3",
                  "description": "The probability of making a Type II error = 1 – power."
                }
              ]
            },
            {
              "id": "UNC-5.C",
              "description": "Identify factors that affect the probability of errors in significance testing. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-5.C.1",
                  "description": "The probability of a Type II error decreases when any of the following occurs, provided the others do not change: i. Sample size(s) increases. ii. Significance level (α) of a test increases. iii. Standard error decreases. iv. True parameter value is farther from the null."
                }
              ]
            },
            {
              "id": "UNC-5.D",
              "description": "Interpret Type I and Type II errors. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-5.D.1",
                  "description": "Whether a Type I or a Type II error is more consequential depends upon the situation."
                },
                {
                  "id": "UNC-5.D.2",
                  "description": "Since the significance level, α, is the probability of a Type I error, the consequences of a Type I error influence decisions about a significance level."
                }
              ]
            }
          ]
        },
        {
          "id": "6.8",
          "name": "Confidence Intervals for the Difference of Two Proportions",
          "suggested_subskill_codes": ["1.D", "4.C", "3.D"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.I",
              "description": "Identify an appropriate confidence interval procedure for a comparison of population proportions. [Skill 1.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.I.1",
                  "description": "The appropriate confidence interval procedure for a two-sample comparison of proportions for one categorical variable is a two-sample z-interval for a difference between population proportions."
                }
              ]
            },
            {
              "id": "UNC-4.J",
              "description": "Verify the conditions for calculating confidence intervals for a difference between population proportions. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.J.1",
                  "description": "In order to calculate confidence intervals to estimate a difference between proportions, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using random samples or a randomized experiment. ii. When sampling without replacement, check that n₁ ≤ 10%N₁ and n₂ ≤ 10%N₂. b. To check that sampling distribution of p̂₁ - p̂₂ is approximately normal (shape). i. For categorical variables, check that n₁p̂₁, n₁(1-p̂₁), n₂p̂₂, and n₂(1-p̂₂) are all greater than or equal to some predetermined value, typically either 5 or 10."
                }
              ]
            },
            {
              "id": "UNC-4.K",
              "description": "Calculate an appropriate confidence interval for a comparison of population proportions. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.K.1",
                  "description": "For a comparison of proportions, the interval estimate is (p̂₁ - p̂₂) ± z* √[(p̂₁(1 - p̂₁)/n₁) + (p̂₂(1 - p̂₂)/n₂)] CLARIFYING STATEMENT: Formulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                }
              ]
            },
            {
              "id": "UNC-4.L",
              "description": "Calculate an interval estimate based on a confidence interval for a difference of proportions. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.L.1",
                  "description": "Confidence intervals for a difference in proportions can be used to calculate interval estimates with specified units."
                }
              ]
            }
          ]
        },
        {
          "id": "6.9",
          "name": "Justifying a Claim Based on a Confidence Interval for a Difference of Population Proportions",
          "suggested_subskill_codes": ["4.B", "4.D"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.M",
              "description": "Interpret a confidence interval for a difference of proportions. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.M.1",
                  "description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the difference in population proportions."
                },
                {
                  "id": "UNC-4.M.2",
                  "description": "Interpreting a confidence interval for difference between population proportions should include a reference to the sample taken and details about the population it represents."
                }
              ]
            },
            {
              "id": "UNC-4.N",
              "description": "Justify a claim based on a confidence interval for a difference of proportions. [Skill 4.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.N.1",
                  "description": "A confidence interval for difference in population proportions provides an interval of values that may provide sufficient evidence to support a particular claim in context."
                }
              ]
            }
          ]
        },
        {
          "id": "6.10",
          "name": "Setting Up a Test for the Difference of Two Population Proportions",
          "suggested_subskill_codes": ["1.F", "1.E", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-6",
              "description": "The normal distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-6.H",
              "description": "Identify the null and alternative hypotheses for a difference of two population proportions. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.H.1",
                  "description": "For a two-sample test for a difference of two proportions, the null hypothesis specifies a value of 0 for the difference in population proportions, indicating no difference or effect."
                },
                {
                  "id": "VAR-6.H.2",
                  "description": "The null hypothesis for a difference in proportions is: H₀ : p₁ = p₂, or H₀: p₁ - p₂ = 0."
                },
                {
                  "id": "VAR-6.H.3",
                  "description": "A one-sided alternative hypothesis for a difference in proportions is Hₐ: p₁ < p₂, or, Hₐ: p₁ > p₂. A two-sided alternative hypothesis for a difference of proportions is Hₐ: p₁ ≠ p₂."
                }
              ]
            },
            {
              "id": "VAR-6.I",
              "description": "Identify an appropriate testing method for the difference of two population proportions. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.I.1",
                  "description": "For a single categorical variable, the appropriate testing method for the difference of two population proportions is a two-sample z-test for a difference between two population proportions."
                }
              ]
            },
            {
              "id": "VAR-6.J",
              "description": "Verify the conditions for making statistical inferences when testing a difference of two population proportions. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.J.1",
                  "description": "In order to make statistical inferences when testing a difference between population proportions, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using random samples or a randomized experiment. ii. When sampling without replacement, check that n₁ ≤ 10%N₁ and n₂ ≤ 10%N₂. b. To check that the sampling distribution of p̂₁ - p̂₂ is approximately normal (shape): i. For the combined sample, define the combined (or pooled) proportion, p̂_c = (n₁p̂₁ + n₂p̂₂)/(n₁ + n₂). Assuming that H₀ is true (p₁ - p₂ = 0 or p₁ = p₂), check that n₁p̂_c, n₁(1 – p̂_c), n₂p̂_c, and n₂(1 – p̂_c) are all greater than or equal to some predetermined value, typically either 5 or 10."
                }
              ]
            }
          ]
        },
        {
          "id": "6.11",
          "name": "Carrying Out a Test for the Difference of Two Population Proportions",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-6",
              "description": "The normal distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-6.K",
              "description": "Calculate an appropriate test statistic for the difference of two population proportions. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-6.K.1",
                  "description": "The test statistic for a difference in proportions is: z = ((p̂₁ - p̂₂) - 0)/√[p̂(1 - p̂)(1/n₁ + 1/n₂)] where p̂_c = (n₁p̂₁ + n₂p̂₂)/(n₁ + n₂) CLARIFYING STATEMENT: The formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the standard error formulas for each of the relevant test statistics that are provided on the formula sheet."
                }
              ]
            },
            {
              "id": "DAT-3.C",
              "description": "Interpret the p-value of a significance test for a difference of population proportions. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.C.1",
                  "description": "An interpretation of the p-value of a significance test for a difference of two population proportions should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population proportions are equal to each other."
                }
              ]
            },
            {
              "id": "DAT-3.D",
              "description": "Justify a claim about the population based on the results of a significance test for a difference of population proportions. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.D.1",
                  "description": "A formal decision explicitly compares the p-value to the significance α. If the p-value ≤ α, then reject the null hypothesis, H₀: p₁ = p₂, or H₀: p₁ - p₂ = 0. If the p-value > α, then fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.D.2",
                  "description": "The results of a significance test for a difference of two population proportions can serve as the statistical reasoning to support the answer to a research question about the two populations that were sampled."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "name": "Inference for Quantitative Data: Means",
      "developing_understanding": "In this unit, students will analyze quantitative data to make inferences about population means. Students should understand that t* and t-tests are used for inference with means when the population standard deviation, o, is not known. Using s for o in the formula for z gives a slightly different value, t, whose distribution, which depends on sample size, has more area in the tails than a normal distribution. The boundaries for rejecting a null hypothesis using a t-distribution tend to be further from the mean than for a normal distribution. Students should understand how and why conditions for inference with proportions and means are similar and different.",
      "building_practices": "Unit 7 focuses on means, which has many similarities to the conditions and procedures for proportions. Since students sometimes confuse t-tests with z-tests, it will help to review the underlying rationales each time conditions come up. This will help students develop understanding through repeated practice in new situations. Teachers can encourage students to be mindful of notation and use the formula sheet as a reference. Teachers can reinforce that inference testing requires careful selection of a procedure based on specific conditions for a given problem. Common errors include mislabeling conditions (e.g., incorrectly associating the large sample condition with independence), relying upon vague references to the normal distribution, or applying an inappropriate large sample condition. The null and alternative hypotheses must be clearly stated in terms of population parameters, not sample statistics. A formal decision compares the p-value to the level of significance. Students should also practice providing a numerical reference to support their claim (e.g., \"Because p < 0.05, we reject the null hypothesis.\") and interpreting findings within the context of the question.",
      "preparing_for_exam": "It is critical for students to recognize that free-response questions asking whether data provide convincing evidence of some finding are asking for a significance test, not just a descriptive analysis. When using statistical inference for significance tests, students should identify the correct parameter and hypotheses, identify an appropriate test procedure and check conditions, calculate a test statistic and p-value, and provide a conclusion in context, along with a justification based on linkage between the p-value and the conclusion. For inference with means, the appropriate test will often be a t-test, but if o is known, a z-test would be appropriate (see 2018 FRQ 6(a)). For a t-test, conditions are (1) random sample and (2) large sample (e.g., n > 30). When sampling without replacement, students should also verify that the sample size is at most 10% of the population.",
      "topics": [
        {
          "id": "7.1",
          "name": "Introducing Statistics: Why Should I Worry About Error?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.1",
              "description": "Identify questions suggested by probabilities of errors in statistical inference. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.1.1",
                  "description": "Random variation may result in errors in statistical inference."
                }
              ]
            }
          ]
        },
        {
          "id": "7.2",
          "name": "Constructing a Confidence Interval for a Population Mean",
          "suggested_subskill_codes": ["3.C", "3.D", "1.D", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            },
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.A",
              "description": "Describe t-distributions. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.A.1",
                  "description": "When s is used instead of o to calculate a test statistic, the corresponding distribution, known as the t-distribution, varies from the normal distribution in shape, in that more of the area is allocated to the tails of the density curve than in a normal distribution."
                },
                {
                  "id": "VAR-7.A.2",
                  "description": "As the degrees of freedom increase, the area in the tails of a t-distribution decreases."
                }
              ]
            },
            {
              "id": "UNC-4.0",
              "description": "Identify an appropriate confidence interval procedure for a population mean, including the mean difference between values in matched pairs. [Skill 1.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.0.1",
                  "description": "Because o is typically not known for distributions of quantitative variables, the appropriate confidence interval procedure for estimating the population mean of one quantitative variable for one sample is a one-sample t-interval for a mean."
                },
                {
                  "id": "UNC-4.0.2",
                  "description": "For one quantitative variable, X, that is normally distributed, the distribution of t = (x−μ) / s/√n is a t-distribution with n - 1 degrees of freedom."
                },
                {
                  "id": "UNC-4.0.3",
                  "description": "Matched pairs can be thought of as one sample of pairs. Once differences between pairs of values are found, inference for confidence intervals proceeds as for a population mean."
                }
              ]
            },
            {
              "id": "UNC-4.P",
              "description": "Verify the conditions for calculating confidence intervals for a population mean, including the mean difference between values in matched pairs. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.P.1",
                  "description": "In order to calculate confidence intervals to estimate a population mean, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤10%N, where N is the size of the population. b. To check that the sampling distribution of x is approximately normal (shape): i. If the observed distribution is skewed, n should be greater than 30. ii. If the sample size is less than 30, the distribution of the sample data should be free from strong skewness and outliers."
                }
              ]
            },
            {
              "id": "UNC-4.Q",
              "description": "Determine the margin of error for a given sample size for a one-sample t-interval. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.Q.1",
                  "description": "The critical value t with n-1 degrees of freedom can be found using a table or computer-generated output."
                },
                {
                  "id": "UNC-4.Q.2",
                  "description": "The standard error for a sample mean is given by SE , where s is the sample standard deviation."
                },
                {
                  "id": "UNC-4.Q.3",
                  "description": "For a one-sample t-interval for a mean, the margin of error is the critical value (t) times the standard error (SE), which equals t (s/√n)"
                }
              ]
            },
            {
              "id": "UNC-4.R",
              "description": "Calculate an appropriate confidence interval for a population mean, including the mean difference between values in matched pairs. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.R.1",
                  "description": "The point estimate for a population mean is the sample mean, x."
                },
                {
                  "id": "UNC-4.R.2",
                  "description": "For the population mean for one sample with unknown population standard deviation, the confidence interval is x±t s/√n"
                },
                {
                  "id": "",
                  "description": "CLARIFYING STATEMENT: Formulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                }
              ]
            }
          ]
        },
        {
          "id": "7.3",
          "name": "Justifying a Claim About a Population Mean Based on a Confidence Interval",
          "suggested_subskill_codes": ["4.B", "4.D", "4.A"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.S",
              "description": "Interpret a confidence interval for a population mean, including the mean difference between values in matched pairs. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.S.1",
                  "description": "A confidence interval for a population mean either contains the population mean or it does not, because each interval is based on data from a random sample, which varies from sample to sample."
                },
                {
                  "id": "UNC-4.S.2",
                  "description": "We are C% confident that the confidence interval for a population mean captures the population mean."
                },
                {
                  "id": "UNC-4.S.3",
                  "description": "An interpretation of a confidence interval for a population mean includes a reference to the sample taken and details about the population it represents."
                }
              ]
            },
            {
              "id": "UNC-4.T",
              "description": "Justify a claim based on a confidence interval for a population mean, including the mean difference between values in matched pairs. [Skill 4.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.T.1",
                  "description": "A confidence interval for a population mean provides an interval of values that may provide sufficient evidence to support a particular claim in context."
                }
              ]
            },
            {
              "id": "UNC-4.U",
              "description": "Identify the relationships between sample size, width of a confidence interval, confidence level, and margin of error for a population mean. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.U.1",
                  "description": "When all other things remain the same, the width of a confidence interval for a population mean tends to decrease as the sample size increases."
                },
                {
                  "id": "UNC-4.U.2",
                  "description": "For a single mean, the width of the interval is proportional to 1/√N"
                },
                {
                  "id": "UNC-4.U.3",
                  "description": "For a given sample, the width of the confidence interval for a population mean increases as the confidence level increases."
                }
              ]
            }
          ]
        },
        {
          "id": "7.4",
          "name": "Setting Up a Test for a Population Mean",
          "suggested_subskill_codes": ["1.E", "1.F", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.B",
              "description": "Identify an appropriate testing method for a population mean with unknown 0, including the mean difference between values in matched pairs. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.B.1",
                  "description": "The appropriate test for a population mean with unknown o is a one-sample t-test for a population mean."
                },
                {
                  "id": "VAR-7.B.2",
                  "description": "Matched pairs can be thought of as one sample of pairs. Once differences between pairs of values are found, inference for significance testing proceeds as for a population mean."
                }
              ]
            },
            {
              "id": "VAR-7.C",
              "description": "Identify the null and alternative hypotheses for a population mean with unknown 0, including the mean difference between values in matched pairs. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.C.1",
                  "description": "The null hypothesis for a one-sample t-test for a population mean is H : μ = μ, where u is the hypothesized value. Depending upon the situation, the alternative hypothesis is H』 : μ<μ, or H』 : μ > μ, or H₁ :μ≠ μ·"
                },
                {
                  "id": "VAR-7.C.2",
                  "description": "When finding the mean difference, u』, between values in a matched pair, it is important to define the order of subtraction."
                }
              ]
            },
            {
              "id": "VAR-7.D",
              "description": "Verify the conditions for the test for a population mean, including the mean difference between values in matched pairs. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.D.1",
                  "description": "In order to make statistical inferences when testing a population mean, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n≤10%N. b. To check that the sampling distribution of x is approximately normal (shape): i. If the observed distribution is skewed, n should be greater than 30. ii. If the sample size is less than 30, the distribution of the sample data should be free from strong skewness and outliers."
                }
              ]
            }
          ]
        },
        {
          "id": "7.5",
          "name": "Carrying Out a Test for a Population Mean",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.E",
              "description": "Calculate an appropriate test statistic for a population mean, including the mean difference between values in matched pairs. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.E.1",
                  "description": "For a single quantitative variable when random sampling with replacement from a population that can be modeled with a normal distribution with mean u and standard deviation 6, the sampling distribution of t = x-μ / s/√n has a t-distribution with n 1 degrees of freedom."
                },
                {
                  "id": "",
                  "description": "CLARIFYING STATEMENT: The formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                }
              ]
            },
            {
              "id": "DAT-3.E",
              "description": "Interpret the p-value of a significance test for a population mean, including the mean difference between values in matched pairs. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.E.1",
                  "description": "An interpretation of the p-value of a significance test for a population mean should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population mean is equal to the particular value stated in the null hypothesis."
                }
              ]
            },
            {
              "id": "DAT-3.F",
              "description": "Justify a claim about the population based on the results of a significance test for a population mean. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.F.1",
                  "description": "A formal decision explicitly compares the p-value to the significance a. If the p-value ≤ a, then reject the null hypothesis, Η: μ = μ. If the p-value > a, then fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.F.2",
                  "description": "The results of a significance test for a population mean can serve as the statistical reasoning to support the answer to a research question about the population that was sampled."
                }
              ]
            }
          ]
        },
        {
          "id": "7.6",
          "name": "Confidence Intervals for the Difference of Two Means",
          "suggested_subskill_codes": ["1.D", "4.C", "3.D"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.V",
              "description": "Identify an appropriate confidence interval procedure for a difference of two population means. [Skill 1.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.V.1",
                  "description": "Consider a simple random sample from population 1 of size n₁, mean u₁, and standard deviation and a second simple random sample from population 2 of size n₂, mean μ₂, and standard deviation o₂ . If the distributions of populations 1 and 2 are normal or if both n₁ and n₂ are greater than 30, then the sampling distribution of the difference of means, X1-X2 is also normal. The mean for the sampling distribution of X₁ − X2 is μ₁ – μ₂. The standard deviation of x1-x2 + is √(σ₁)²/(n₁) + (σ₂)²/(n₂)"
                },
                {
                  "id": "UNC-4.V.2",
                  "description": "The appropriate confidence interval procedure for one quantitative variable for two independent samples is a two-sample t-interval for a difference between population means."
                }
              ]
            },
            {
              "id": "UNC-4.W",
              "description": "Verify the conditions to calculate confidence intervals for the difference of two population means. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.W.1",
                  "description": "In order to calculate confidence intervals to estimate a difference of population means, we must check for independence and that the sampling distribution is approximately normal: a. To check for independence: i. Data should be collected using two independent, random samples or a randomized experiment. ii. When sampling without replacement, check that n₁ ≤10%N₁ and n₂ ≤10%N2. b. To check that the sampling distribution of (x1-x2) should be approximately normal (shape): i. If the observed distributions are skewed, both n₁ and n₂ should be greater than 30."
                }
              ]
            },
            {
              "id": "UNC-4.X",
              "description": "Determine the margin of error for the difference of two population means. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.X.1",
                  "description": "For the difference of two sample means, the margin of error is the critical value (t) times the standard error (SE) of the difference of two means."
                },
                {
                  "id": "UNC-4.X.2",
                  "description": "The standard error for the difference in two sample means with sample standard deviations, s₁ and s₂, is √(s₁)²/(n₁) + (s₂)²/(n₂)"
                }
              ]
            },
            {
              "id": "UNC-4.Y",
              "description": "Calculate an appropriate confidence interval for a difference of two population means. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.Y.1",
                  "description": "The point estimate for the difference of two population means is the difference in sample means, X1 - X2."
                },
                {
                  "id": "UNC-4.Y.2",
                  "description": "For a difference of two population means where the population standard deviations are not known, the confidence interval is (x₁-x₂)±t*√(s₁)²/(n₁) + (s₂)²/(n₂) where +t* are the critical values for the central C% of a t-distribution with appropriate degrees of freedom that can be found using technology."
                },
                {
                  "id": "",
                  "description": "CLARIFYING STATEMENT: Formulas for interval estimates do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the relevant standard error formulas that are provided on the formula sheet."
                }
              ]
            }
          ]
        },
        {
          "id": "7.7",
          "name": "Justifying a Claim About the Difference of Two Means Based on a Confidence Interval",
          "suggested_subskill_codes": ["4.B", "4.D", "4.A"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.Z",
              "description": "Interpret a confidence interval for a difference of population means. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.Z.1",
                  "description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the difference of population means."
                },
                {
                  "id": "UNC-4.Z.2",
                  "description": "An interpretation for a confidence interval for the difference of two population means should include a reference to the samples taken and details about the populations they represent."
                }
              ]
            },
            {
              "id": "UNC-4.AA",
              "description": "Justify a claim based on a confidence interval for a difference of population means. [Skill 4.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AA.1",
                  "description": "A confidence interval for a difference of population means provides an interval of values that may provide sufficient evidence to support a particular claim in context."
                }
              ]
            },
            {
              "id": "UNC-4.AB",
              "description": "Identify the effects of sample size on the width of a confidence interval for the difference of two means. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AB.1",
                  "description": "When all other things remain the same, the width of the confidence interval for the difference of two means tends to decrease as the sample sizes increase."
                }
              ]
            }
          ]
        },
        {
          "id": "7.8",
          "name": "Setting Up a Test for the Difference of Two Population Means",
          "suggested_subskill_codes": ["1.E", "1.F", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.F",
              "description": "Identify an appropriate selection of a testing method for a difference of two population means. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.F.1",
                  "description": "For a quantitative variable, the appropriate test for a difference of two population means is a two-sample t-test for a difference of two population means."
                }
              ]
            },
            {
              "id": "VAR-7.G",
              "description": "Identify the null and alternative hypotheses for a difference of two population means. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.G.1",
                  "description": "The null hypothesis for a two-sample t-test for a difference of two population means, μ₁and μ₂, is: Η¸ : μ₁ − μ₂ = 0, or H₁ : μ₁ = μ₂. The alternative hypothesis is Η: μ-μ₂ < 0, or Η: μ₁ – μ₂ > 0, or H₁ : μ₁ – μ₂ ≠ 0, or Η: μ₁ > μ₂, or H₁ : μ₁ < μ₂, or H₁ : μ₁ ≠ μ2."
                }
              ]
            },
            {
              "id": "VAR-7.H",
              "description": "Verify the conditions for the significance test for the difference of two population means. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.H.1",
                  "description": "In order to make statistical inferences when testing a difference between population means, we must check for independence and that the sampling distribution is approximately normal: a. Individual observations should be independent: i. Data should be collected using simple random samples or a randomized experiment. ii. When sampling without replacement, check that n₁ ≤10%N₁ and n₂ ≤10%N2. b. The sampling distribution of X₁ - X₂ should be approximately normal (shape). i. If the observed distribution is skewed, both n₁ and n₂ should be greater than 30. ii. If the sample size is less than 30, the distribution of the sample data should be free from strong skewness and outliers. This should be checked for BOTH samples."
                }
              ]
            }
          ]
        },
        {
          "id": "7.9",
          "name": "Carrying Out a Test for the Difference of Two Population Means",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.1",
              "description": "Calculate an appropriate test statistic for a difference of two means. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.1.1",
                  "description": "For a single quantitative variable, data collected using independent random samples or a randomized experiment from two populations, each of which can be modeled with a normal distribution, the sampling distribution of t = (x₁−x₂)−(μ₁-μ₂) / √s₁²/n₁ + s₂²/n₂ is an approximate t-distribution with degrees of freedom that can be found using technology. The degrees of freedom fall between the smaller of n₁ -1 and n₂-1 and n₁ + n2 -2."
                },
                {
                  "id": "",
                  "description": "CLARIFYING STATEMENT: The formulas for test statistics do not appear explicitly on the AP Statistics Formula Sheet provided with the AP Statistics Exam. However, these formulas do not need to be memorized, as they can be constructed based on the general test statistic formula and the standard error formulas for each of the relevant test statistics that are provided on the formula sheet."
                }
              ]
            },
            {
              "id": "DAT-3.G",
              "description": "Interpret the p-value of a significance test for a difference of population means. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.G.1",
                  "description": "An interpretation of the p-value of a significance test for a two-sample difference of population means should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population means are equal to each other."
                }
              ]
            },
            {
              "id": "DAT-3.H",
              "description": "Justify a claim about the population based on the results of a significance test for a difference of two population means in context. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.H.1",
                  "description": "A formal decision explicitly compares the p-value to the significance a. If the p-value ≤ α, then reject the null hypothesis, H｡ : μ₁ – μ₂ = 0, or Η: μ₁ = μ₂. If the p-value > a, then fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.H.2",
                  "description": "The results of a significance test for a two-sample test for a difference between two population means can serve as the statistical reasoning to support the answer to a research question about the populations that were sampled."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "name": "Inference for Categorical Data: Chi-Square",
      "developing_understanding": "Unit 6 introduced inference for proportions of categorical data. Unit 8 introduces chi-square tests, which can be used when there are two or more categories. Students need to understand how to select from the following tests: the chi-square test for goodness of fit (for a distribution of proportions of one categorical variable in a population), the chi-square test for independence (for associations between categorical variables within a single population), or the chi-square test for homogeneity (for comparing distributions of a categorical variable across populations or treatments). To integrate conceptual understanding, teachers can make connections between frequency tables, conditional probability, and calculating expected counts. The chi-square statistic is introduced to measure the distance between observed and expected counts relative to expected counts.",
      "building_practices": "In Unit 8, students should continue applying the same problem-solving structure to chi-square significance testing: State the hypotheses in words, explicitly identify the correct procedure, verify conditions, calculate the test statistic and the p-value, and then draw a conclusion in context that is directly linked to the p-value. Students should have opportunities to practice the distinctive elements for each type of chi-square test, such as analysis of expected counts, degrees of freedom, verbally stated hypotheses, and two-way tables. When the p-value is large, drawing an appropriate conclusion is challenging for students. Saying there is \"no association\" between two variables is equivalent to incorrectly \"accepting the null hypothesis.\" Instead, teachers can teach students to use nondeterministic language in their conclusions, that is, \"The data do not provide strong enough evidence to conclude that the variables are associated.\" Students should have frequent opportunities to practice writing, with detailed feedback to help them improve.",
      "preparing_for_exam": "When writing hypotheses, students should refer to the population, using language from the question. For example, \"The null hypothesis is that the age group at diagnosis and gender are independent (i.e., they are not associated) for the population of people currently being treated for schizophrenia\" (see Scoring Guidelines for 2017 FRQ 5). As always, students should name the test and provide evidence verifying appropriate conditions. For chi-square tests, the conditions are (1) random selection or randomized experiment and (2) large counts. Students should be sure to say that all expected counts (rather than actual counts) are at least 5. Students need to clearly present calculations and state the conclusion in context with linkage to p-values. Students should avoid tacitly accepting the null hypothesis. If the p-value is greater than conventional significance levels, the correct conclusion of a chi-square test for independence would be that there is insufficient evidence that there is an association.",
      "topics": [
        {
          "id": "8",
          "name": "",
          "suggested_subskill_codes": [],
          "big_ideas": [
            {
              "id": "VAR",
              "description": "■ How does increasing the degrees of freedom influence the shape of the chi-square distribution?"
            },
            {
              "id": "DAT",
              "description": "■ Why is it inappropriate to use statistical inference to justify a claim that there is no association between variables?"
            }
          ],
          "learning_objectives": []
        },
        {
          "id": "8.1",
          "name": "Introducing Statistics: Are My Results Unexpected?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.J",
              "description": "Identify questions suggested by variation between observed and expected counts in categorical data. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.J.1",
                  "description": "Variation between what we find and what we expect to find may be random or not."
                }
              ]
            }
          ]
        },
        {
          "id": "8.2",
          "name": "Setting Up a Chi-Square Goodness of Fit Test",
          "suggested_subskill_codes": ["3.C", "1.F", "1.E", "3.A", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-8",
              "description": "The chi-square distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-8.A",
              "description": "Describe chi-square distributions. [Skill 3.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.A.1",
                  "description": "Expected counts of categorical data are counts consistent with the null hypothesis. In general, an expected count is a sample size times a probability."
                },
                {
                  "id": "VAR-8.A.2",
                  "description": "The chi-square statistic measures the distance between observed and expected counts relative to expected counts."
                },
                {
                  "id": "VAR-8.A.3",
                  "description": "Chi-square distributions have positive values and are skewed right. Within a family of density curves, the skew becomes less pronounced with increasing degrees of freedom."
                }
              ]
            },
            {
              "id": "VAR-8.B",
              "description": "Identify the null and alternative hypotheses in a test for a distribution of proportions in a set of categorical data. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.B.1",
                  "description": "For a chi-square goodness-of-fit test, the null hypothesis specifies null proportions for each category, and the alternative hypothesis is that at least one of these proportions is not as specified in the null hypothesis."
                }
              ]
            },
            {
              "id": "VAR-8.C",
              "description": "Identify an appropriate testing method for a distribution of proportions in a set of categorical data. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.C.1",
                  "description": "When considering a distribution of proportions for one categorical variable, the appropriate test is the chi-square test for goodness of fit."
                }
              ]
            },
            {
              "id": "VAR-8.D",
              "description": "Calculate expected counts for the chi-square test for goodness of fit. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.D.1",
                  "description": "Expected counts for a chi-square goodness-of-fit test are (sample size) (null proportion)."
                }
              ]
            },
            {
              "id": "VAR-8.E",
              "description": "Verify the conditions for making statistical inferences when testing goodness of fit for a chi-square distribution. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.E.1",
                  "description": "In order to make statistical inferences for a chi-square test for goodness of fit we must check the following: a. To check for independence: i. Data should be collected using a random sample or randomized experiment. ii. When sampling without replacement, check that n ≤ 10%N. b. The chi-square test for goodness of fit becomes more accurate with more observations, so large counts should be used (shape). i. A conservative check for large counts is that all expected counts should be greater than 5."
                }
              ]
            }
          ]
        },
        {
          "id": "8.3",
          "name": "Carrying Out a Chi-Square Test for Goodness of Fit",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-8",
              "description": "The chi-square distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-8.F",
              "description": "Calculate the appropriate statistic for the chi-square test for goodness of fit. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.F.1",
                  "description": "The test statistic for the chi-square test for goodness of fit is x² = Σ (Observed count– Expected count)² / Expected count with degrees of freedom=number of categories −1."
                },
                {
                  "id": "VAR-8.F.2",
                  "description": "The distribution of the test statistic assuming the null hypothesis is true (null distribution) can be either a randomization distribution or, when a probability model is assumed to be true, a theoretical distribution (chi-square)."
                }
              ]
            },
            {
              "id": "VAR-8.G",
              "description": "Determine the p-value for chi-square test for goodness of fit significance test. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.G.1",
                  "description": "The p-value for a chi-square test for goodness of fit for a number of degrees of freedom is found using the appropriate table or computer generated output."
                }
              ]
            },
            {
              "id": "DAT-3.I",
              "description": "Interpret the p-value for the chi-square test for goodness of fit. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.I.1",
                  "description": "An interpretation of the p-value for the chi-square test for goodness of fit is the probability, given the null hypothesis and probability model are true, of obtaining a test statistic as, or more, extreme than the observed value."
                }
              ]
            },
            {
              "id": "DAT-3.J",
              "description": "Justify a claim about the population based on the results of a chi-square test for goodness of fit. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.J.1",
                  "description": "A decision to either reject or fail to reject the null hypothesis is based on comparison of the p-value to the significance level, α."
                },
                {
                  "id": "DAT-3.J.2",
                  "description": "The results of a chi-square test for goodness of fit can serve as the statistical reasoning to support the answer to a research question about the population that was sampled."
                }
              ]
            }
          ]
        },
        {
          "id": "8.4",
          "name": "Expected Counts in Two-Way Tables",
          "suggested_subskill_codes": ["3.A"],
          "big_ideas": [
            {
              "id": "VAR-8",
              "description": "The chi-square distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-8.H",
              "description": "Calculate expected counts for two-way tables of categorical data. [Skill 3.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.H.1",
                  "description": "The expected count in a particular cell of a two-way table of categorical data can be calculated using the formula: expected count = (row total)(column total) / table total"
                }
              ]
            }
          ]
        },
        {
          "id": "8.5",
          "name": "Setting Up a Chi-Square Test for Homogeneity or Independence",
          "suggested_subskill_codes": ["1.F", "1.E", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-8",
              "description": "The chi-square distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-8.I",
              "description": "Identify the null and alternative hypotheses for a chi-square test for homogeneity or independence. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.I.1",
                  "description": "The appropriate hypotheses for a chi-square test for homogeneity are: H₀: There is no difference in distributions of a categorical variable across populations or treatments. Hₐ: There is a difference in distributions of a categorical variable across populations or treatments."
                },
                {
                  "id": "VAR-8.I.2",
                  "description": "The appropriate hypotheses for a chi-square test for independence are: H₀: There is no association between two categorical variables in a given population or the two categorical variables are independent. Hₐ: Two categorical variables in a population are associated or dependent."
                }
              ]
            },
            {
              "id": "VAR-8.J",
              "description": "Identify an appropriate testing method for comparing distributions in two-way tables of categorical data. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.J.1",
                  "description": "When comparing distributions to determine whether proportions in each category for categorical data collected from different populations are the same, the appropriate test is the chi-square test for homogeneity."
                },
                {
                  "id": "VAR-8.J.2",
                  "description": "To determine whether row and column variables in a two-way table of categorical data might be associated in the population from which the data were sampled, the appropriate test is the chi-square test for independence."
                }
              ]
            },
            {
              "id": "VAR-8.K",
              "description": "Verify the conditions for making statistical inferences when testing a chi-square distribution for independence or homogeneity. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.K.1",
                  "description": "In order to make statistical inferences for a chi-square test for two-way tables (homogeneity or independence), we must verify the following: a. To check for independence: i. For a test for independence: Data should be collected using a simple random sample. ii. For a test for homogeneity: Data should be collected using a stratified random sample or randomized experiment. iii. When sampling without replacement, check that n ≤ 10%N. b. The chi-square tests for independence and homogeneity become more accurate with more observations, so large counts should be used (shape). i. A conservative check for large counts is that all expected counts should be greater than 5."
                }
              ]
            }
          ]
        },
        {
          "id": "8.6",
          "name": "Carrying Out a Chi-Square Test for Homogeneity or Independence",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-8",
              "description": "The chi-square distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-8.L",
              "description": "Calculate the appropriate statistic for a chi-square test for homogeneity or independence. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.L.1",
                  "description": "The appropriate test statistic for a chi-square test for homogeneity or independence is the chi-square statistic: x² = Σ (Observed count – Expected count)² / Expected count with degrees of freedom equal to: (number of rows −1)(number of columns – 1)."
                }
              ]
            },
            {
              "id": "VAR-8.M",
              "description": "Determine the p-value for a chi-square significance test for independence or homogeneity. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-8.M.1",
                  "description": "The p-value for a chi-square test for independence or homogeneity for a number of degrees of freedom is found using the appropriate table or technology."
                },
                {
                  "id": "VAR-8.M.2",
                  "description": "For a test of independence or homogeneity for a two-way table, the p-value is the proportion of values in a chi-square distribution with appropriate degrees of freedom that are equal to or larger than the test statistic."
                }
              ]
            },
            {
              "id": "DAT-3.K",
              "description": "Interpret the p-value for the chi-square test for homogeneity or independence. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.K.1",
                  "description": "An interpretation of the p-value for the chi-square test for homogeneity or independence is the probability, given the null hypothesis and probability model are true, of obtaining a test statistic as, or more, extreme than the observed value."
                }
              ]
            },
            {
              "id": "DAT-3.L",
              "description": "Justify a claim about the population based on the results of a chi-square test for homogeneity or independence. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.L.1",
                  "description": "A decision to either reject or fail to reject the null hypothesis for a chi-square test for homogeneity or independence is based on comparison of the p-value to the significance level, α."
                },
                {
                  "id": "DAT-3.L.2",
                  "description": "The results of a chi-square test for homogeneity or independence can serve as the statistical reasoning to support the answer to a research question about the population that was sampled (independence) or the populations that were sampled (homogeneity)."
                }
              ]
            }
          ]
        },
        {
          "id": "8.7",
          "name": "Skills Focus: Selecting an Appropriate Inference Procedure for Categorical Data",
          "suggested_subskill_codes": [],
          "big_ideas": [],
          "learning_objectives": [
            {
              "id": "",
              "description": "",
              "essential_knowledge": []
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "name": "Inference for Quantitative Data: Slopes",
      "developing_understanding": "Students may be surprised to learn that there is variability in slope. In their experience in previous courses, the slope of the line of best fit does not vary for a particular set of bivariate quantitative data. However, suppose that every student in a university physics course collects data on spring length for 10 different hanging masses and calculates the least-squares regression line for their sample data. The students' slopes would likely vary as part of an approximately normal sampling distribution centered at the (true) slope of the population regression line relating spring length to hanging mass. In this unit, students will learn how to construct confidence intervals for and perform significance tests about the slope of a population regression line when appropriate conditions are met.",
      "building_practices": "In Unit 9, students should have multiple opportunities to practice interpreting the slope, y-intercept, r², standard deviation of the residual s, and standard error of the slope in context from computer output. They should refrain from using deterministic language such as \"a 1-foot increase in X is associated with a 0.445-point increase in Y,\" instead framing the association in terms of potential outcomes (i.e., \"a predicted 0.445-point increase\"). Students should also practice writing \"increase\" or \"additional\" for both variables, not just the dependent variable. Students should practice identifying what the question is asking or what needs to be solved. Without careful reading, students often provide answers that are not relevant or required, for example, conducting a significance test when the question does not call for one, or giving the expected number of successes or failures when asked to calculate a probability. Teachers can have them practice identifying the task before they begin, then checking that the response they've provided addresses the task.",
      "preparing_for_exam": "Students should pay attention to timing as they work through full-length sections of past exams in order to leave enough time to complete the investigative task, which is weighted more heavily than the other free-response questions. The investigative task includes both familiar course content and questions requiring extended reasoning. As an example of a straightforward application of a topic from this unit, 2007 Form B FRQ 6 part b asks students to find a 95% confidence interval for the slope of a regression line. This familiar task gives students an opportunity to gain confidence and earn some credit, and it serves as an entry to subsequent parts of the question. Although the investigative task will require students to transfer course skills to unfamiliar settings, students who understand course content will have everything they need to complete the task.",
      "topics": [
        {
          "id": "9.1",
          "name": "Introducing Statistics: Do Those Points Align?",
          "suggested_subskill_codes": ["1.A"],
          "big_ideas": [
            {
              "id": "VAR-1",
              "description": "Given that variation may be random or not, conclusions are uncertain."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.K",
              "description": "Identify questions suggested by variation in scatter plots. [Skill 1.A]",
              "essential_knowledge": [
                {
                  "id": "VAR-1.K.1",
                  "description": "Variation in points' positions relative to a theoretical line may be random or non-random."
                }
              ]
            }
          ]
        },
        {
          "id": "9.2",
          "name": "Confidence Intervals for the Slope of a Regression Model",
          "suggested_subskill_codes": ["1.D", "4.C", "3.D"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.AC",
              "description": "Identify an appropriate confidence interval procedure for a slope of a regression model. [Skill 1.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AC.1",
                  "description": "Consider a response variable, y, that is normally distributed with standard deviation, σ. The standard deviation σ can be estimated using the standard deviation of the residuals, s = √[Σ(yᵢ-ŷᵢ)² / (n - 2)]."
                },
                {
                  "id": "UNC-4.AC.2",
                  "description": "For a simple random sample of n observations, let b represent the slope of a sample regression line. Then the mean of the sampling distribution of b equals the population mean slope: μᵦ = β. The standard deviation of the sampling distribution for β is σᵦ = σ / (σₓ√n) where σₓ = √[Σ(xᵢ-x̄)² / n]."
                },
                {
                  "id": "UNC-4.AC.3",
                  "description": "The appropriate confidence interval for the slope of a regression model is a t-interval for the slope."
                }
              ]
            },
            {
              "id": "UNC-4.AD",
              "description": "Verify the conditions to calculate confidence intervals for the slope of a regression model. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AD.1",
                  "description": "In order to calculate a confidence interval to estimate the slope of a regression line, we must check the following: a. The true relationship between x and y is linear. Analysis of residuals may be used to verify linearity. b. The standard deviation for y, σᵧ, does not vary with x. Analysis of residuals may be used to check for approximately equal standard deviations for all x. c. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10%N. d. For a particular value of x, the responses (y-values) are approximately normally distributed. Analysis of graphical representations of residuals may be used to check for normality. i. If the observed distribution is skewed, n should be greater than 30."
                }
              ]
            },
            {
              "id": "UNC-4.AE",
              "description": "Determine the given margin of error for the slope of a regression model. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AE.1",
                  "description": "For the slope of a regression line, the margin of error is the critical value (t*) times the standard error (SE) of the slope."
                },
                {
                  "id": "UNC-4.AE.2",
                  "description": "The standard error for the slope of a regression line with sample standard deviation, s, is SE = s / (sₓ√[n-1]) where s is the estimate of σ and sₓ is the sample standard deviation of the x values."
                }
              ]
            },
            {
              "id": "UNC-4.AF",
              "description": "Calculate an appropriate confidence interval for the slope of a regression model. [Skill 3.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AF.1",
                  "description": "The point estimate for the slope of a regression model is the slope of the line of best fit, b."
                },
                {
                  "id": "UNC-4.AF.2",
                  "description": "For the slope of a regression model, the interval estimate is b ± t* (SEᵦ)."
                }
              ]
            }
          ]
        },
        {
          "id": "9.3",
          "name": "Justifying a Claim About the Slope of a Regression Model Based on a Confidence Interval",
          "suggested_subskill_codes": ["4.B", "4.D", "4.A"],
          "big_ideas": [
            {
              "id": "UNC-4",
              "description": "An interval of values should be used to estimate parameters, in order to account for uncertainty."
            }
          ],
          "learning_objectives": [
            {
              "id": "UNC-4.AG",
              "description": "Interpret a confidence interval for the slope of a regression model. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AG.1",
                  "description": "In repeated random sampling with the same sample size, approximately C% of confidence intervals created will capture the slope of the regression model, i.e., the true slope of the population regression model."
                },
                {
                  "id": "UNC-4.AG.2",
                  "description": "An interpretation for a confidence interval for the slope of a regression line should include a reference to the sample taken and details about the population it represents."
                }
              ]
            },
            {
              "id": "UNC-4.AH",
              "description": "Justify a claim based on a confidence interval for the slope of a regression model. [Skill 4.D]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AH.1",
                  "description": "A confidence interval for the slope of a regression model provides an interval of values that may provide sufficient evidence to support a particular claim in context."
                }
              ]
            },
            {
              "id": "UNC-4.AI",
              "description": "Identify the effects of sample size on the width of a confidence interval for the slope of a regression model. [Skill 4.A]",
              "essential_knowledge": [
                {
                  "id": "UNC-4.AI.1",
                  "description": "When all other things remain the same, the width of the confidence interval for the slope of a regression model tends to decrease as the sample size increases."
                }
              ]
            }
          ]
        },
        {
          "id": "9.4",
          "name": "Setting Up a Test for the Slope of a Regression Model",
          "suggested_subskill_codes": ["1.E", "1.F", "4.C"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.J",
              "description": "Identify the appropriate selection of a testing method for a slope of a regression model. [Skill 1.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.J.1",
                  "description": "The appropriate test for the slope of a regression model is a t-test for a slope."
                }
              ]
            },
            {
              "id": "VAR-7.K",
              "description": "Identify appropriate null and alternative hypotheses for a slope of a regression model. [Skill 1.F]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.K.1",
                  "description": "The null hypothesis for a t-test for a slope is: H₀: β = β₀, where β₀ is the hypothesized value from the null hypothesis. The alternative hypothesis is Hₐ: β < β₀ or Hₐ: β > β₀, or Hₐ: β ≠ β₀."
                }
              ]
            },
            {
              "id": "VAR-7.L",
              "description": "Verify the conditions for the significance test for the slope of a regression model. [Skill 4.C]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.L.1",
                  "description": "In order to make statistical inferences when testing for the slope of a regression model, we must check the following: a. The true relationship between x and y is linear. Analysis of residuals may be used to verify linearity. b. The standard deviation for y, σᵧ, does not vary with x. Analysis of residuals may be used to check for approximately equal standard deviations for all x. c. To check for independence: i. Data should be collected using a random sample or a randomized experiment. ii. When sampling without replacement, check that n ≤ 10%N. d. For a particular value of x, the responses (y-values) are approximately normally distributed. Analysis of graphical representations of residuals may be used to check for normality. i. If the observed distribution is skewed, n should be greater than 30. ii. If the sample size is less than 30, the distribution of the sample data should be free from strong skewness and outliers."
                }
              ]
            }
          ]
        },
        {
          "id": "9.5",
          "name": "Carrying Out a Test for the Slope of a Regression Model",
          "suggested_subskill_codes": ["3.E", "4.B", "4.E"],
          "big_ideas": [
            {
              "id": "VAR-7",
              "description": "The t-distribution may be used to model variation."
            },
            {
              "id": "DAT-3",
              "description": "Significance testing allows us to make decisions about hypotheses within a particular context."
            }
          ],
          "learning_objectives": [
            {
              "id": "VAR-7.M",
              "description": "Calculate an appropriate test statistic for the slope of a regression model. [Skill 3.E]",
              "essential_knowledge": [
                {
                  "id": "VAR-7.M.1",
                  "description": "The distribution of the slope of a regression model assuming all conditions are satisfied and the null hypothesis is true (null distribution) is a t-distribution."
                },
                {
                  "id": "VAR-7.M.2",
                  "description": "For simple linear regression when random sampling from a population for the response that can be modeled with a normal distribution for each value of the explanatory variable, the sampling distribution of t = (b - β₀) / SEᵦ has a t-distribution with degrees of freedom equal to n - 2. When testing the slope in a simple linear regression model with one parameter, the slope, the test for the slope has df = n – 1."
                }
              ]
            },
            {
              "id": "DAT-3.M",
              "description": "Interpret the p-value of a significance test for the slope of a regression model. [Skill 4.B]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.M.1",
                  "description": "An interpretation of the p-value of a significance test for the slope of a regression model should recognize that the p-value is computed by assuming that the null hypothesis is true, i.e., by assuming that the true population slope is equal to the particular value stated in the null hypothesis."
                }
              ]
            },
            {
              "id": "DAT-3.N",
              "description": "Justify a claim about the population based on the results of a significance test for the slope of a regression model. [Skill 4.E]",
              "essential_knowledge": [
                {
                  "id": "DAT-3.N.1",
                  "description": "A formal decision explicitly compares the p-value to the significance α. If the p-value ≤ α, then reject the null hypothesis, H₀: β = β₀. If the p-value > α, then fail to reject the null hypothesis."
                },
                {
                  "id": "DAT-3.N.2",
                  "description": "The results of a significance test for the slope of a regression model can serve as the statistical reasoning to support the answer to a research question about that sample."
                }
              ]
            }
          ]
        },
        {
          "id": "9.6",
          "name": "Skills Focus: Selecting an Appropriate Inference Procedure",
          "suggested_subskill_codes": ["N/A"],
          "big_ideas": [],
          "learning_objectives": []
        }
      ]
    }
  ],
  "exam_sections": [
    {
      "section": "I",
      "question_type": "Multiple Choice",
      "Number of Questions": "40",
      "exam_weighting": "50%",
      "timing": "90 minutes",
      "descriptions": [
        "All four AP Statistics skill categories are assessed in the multiple-choice section with the following weighting:"
      ]
    },
    {
      "section": "II",
      "question_type": "Free Response",
      "Number of Questions": "6",
      "exam_weighting": "37.5%",
      "timing": "65 minutes",
      "descriptions": [
        "Part A: Questions 1–5",
        "Part B: Question 6: Investigative task",
        "The second section of the AP Statistics Exam includes six free-response questions, including one investigative task.",
        "The five free-response questions in Part A include the following:",
        "One multi-part question with a primary focus on Collecting Data, assessing Skill Category 1: Selecting Statistical Methods.",
        "One multi-part question with a primary focus on Exploring Data, assessing Skill Category 2: Data Analysis.",
        "One multi-part question with a primary focus on Probability and Sampling Distributions, assessing Skill Category 3: Using Probability and Simulation.",
        "One question with a primary focus on Inference, assessing the inference skills associated with Skill Categories 1, 3, and 4.",
        "One question that focuses on two or more skill categories.",
        "The investigative task (Part B) assesses multiple skill categories and content areas, focusing on the application of skills and content in new contexts or in non-routine ways."
      ]
    }
  ],
  "task_verbs": [
    {
      "verb": "Calculate",
      "description": "Perform mathematical steps to arrive at a final answer (e.g., algebraic expressions or diagrams with properly substituted numbers and correct labeling). Calculate tasks are also phrased with \"Find\" or interrogatory questions such as \"How many?\", \"What is?\", \"What values?\", \"How likely?\", or \"How often?\""
    },
    {
      "verb": "Compare",
      "description": "Provide a description or explanation of similarities and/or differences."
    },
    {
      "verb": "Construct/Complete",
      "description": "Represent data in graphical or numerical form."
    },
    {
      "verb": "Describe",
      "description": "Provide the relevant characteristics of representations, distributions, or methods."
    },
    {
      "verb": "Determine",
      "description": "Apply an appropriate definition or perform calculations to identify values, intervals, or solutions. Determine tasks are also phrased with interrogatory questions such as \"Do the data support?\", \"Do the data provide?\", \"Is there evidence?\", \"Which is better?\", \"Does your answer match?\", or \"Can it be assumed?\""
    },
    {
      "verb": "Estimate",
      "description": "Use models or representations to find approximate values for functions."
    },
    {
      "verb": "Explain",
      "description": "Provide information about how or why a relationship, process, pattern, position, situation, or outcome occurs, using evidence and/or reasoning to support or qualify a claim. \"Explain\" tasks may also be phrased as \"Give a reason for....\""
    },
    {
      "verb": "Give a point estimate or interval estimate",
      "description": "Use models or representations to find approximate values for uncertain figures."
    },
    {
      "verb": "Give examples",
      "description": "Provide a specific example that meets given criteria."
    },
    {
      "verb": "Identify/Indicate/Circle",
      "description": "Indicate or provide information about a specified topic in words or by circling, shading, or marking given information, without elaboration or explanation. Also phrased as \"What is? or \"Which?\""
    },
    {
      "verb": "Interpret",
      "description": "Describe the connection between a mathematical expression, representation, or solution and its meaning within the realistic context of a problem, sometimes including consideration of units."
    },
    {
      "verb": "Justify",
      "description": "Provide evidence to support, qualify, or defend a claim and/or provide statistical reasoning to explain how that evidence supports or qualifies the claim."
    },
    {
      "verb": "Verify",
      "description": "Confirm that the conditions of a particular definition, distribution, or inference method are met in order to verify that it is applicable in a given situation. Verify tasks may also be phrased as \"Have the conditions been met?\" or \"Can it be assumed?\""
    }
  ]
}
