{
  "course_metadata": {
    "course_id": "ap_statistics",
    "name": "Statistics",
    "extraction_method": "vision_model",
    "extraction_date": "2026-01-03T23:15:51.821429"
  },
  "skills": [
    {
      "skill_name": "Selecting Statistical Methods",
      "skill_description": "Select methods for collecting and/or analyzing data for statistical inference.",
      "subskills": [
        {
          "subskill_name": "1.A",
          "subskill_description": "Identify the question to be answered or problem to be solved (not assessed)."
        },
        {
          "subskill_name": "1.B",
          "subskill_description": "Identify an appropriate inference method for confidence intervals."
        },
        {
          "subskill_name": "1.C",
          "subskill_description": "Identify an appropriate inference method for significance tests."
        },
        {
          "subskill_name": "1.D",
          "subskill_description": "Identify null and alternative hypotheses."
        },
        {
          "subskill_name": "1.E",
          "subskill_description": "Identify an appropriate sampling method."
        },
        {
          "subskill_name": "1.F",
          "subskill_description": "Identify an appropriate experimental design."
        }
      ]
    },
    {
      "skill_name": "Data Analysis",
      "skill_description": "Describe patterns, trends, associations, and relationships in data.",
      "subskills": [
        {
          "subskill_name": "2.A",
          "subskill_description": "Describe data presented graphically or numerically."
        },
        {
          "subskill_name": "2.B",
          "subskill_description": "Construct numerical or graphical representations of distributions."
        },
        {
          "subskill_name": "2.C",
          "subskill_description": "Calculate summary statistics, relative positions of points within a distribution, correlation, and predicted response."
        },
        {
          "subskill_name": "2.D",
          "subskill_description": "Compare distributions or relative positions of points within a distribution."
        }
      ]
    },
    {
      "skill_name": "Using Probability and Simulation",
      "skill_description": "Explore random phenomena.",
      "subskills": [
        {
          "subskill_name": "3.A",
          "subskill_description": "Determine relative frequencies, proportions, or probabilities using simulation or calculations."
        },
        {
          "subskill_name": "3.B",
          "subskill_description": "Determine parameters for probability distributions."
        },
        {
          "subskill_name": "3.C",
          "subskill_description": "Describe probability distributions."
        },
        {
          "subskill_name": "3.D",
          "subskill_description": "Construct a confidence interval, provided conditions for inference are met."
        },
        {
          "subskill_name": "3.E",
          "subskill_description": "Calculate a test statistic and find a p-value, provided conditions for inference are met."
        }
      ]
    },
    {
      "skill_name": "Statistical Argumentation",
      "skill_description": "Develop an explanation or justify a conclusion using evidence from data, definitions, or statistical inference.",
      "subskills": [
        {
          "subskill_name": "4.A",
          "subskill_description": "Make a claim or draw a conclusion in context, based on a confidence interval."
        },
        {
          "subskill_name": "4.B",
          "subskill_description": "Interpret a confidence interval in context."
        },
        {
          "subskill_name": "4.C",
          "subskill_description": "Verify that inference procedures apply in a given situation."
        },
        {
          "subskill_name": "4.D",
          "subskill_description": "Justify a claim based on a confidence interval."
        },
        {
          "subskill_name": "4.E",
          "subskill_description": "Justify a claim using a decision based on the p-value."
        }
      ]
    }
  ],
  "big_ideas": [
    {
      "id": "VAR",
      "name": "Variation and Distribution",
      "description": "The purely mathematical world of numbers is nice and neat. But the real world is messy. We need to be able to make sense of the variability that is inherent in the real world. Statistics allows us to develop a formal understanding of variability. Distributions of data, whether univariate or bivariate, are the tools for describing patterns and departures from patterns. The student who can think statistically can critically interpret data, explain the story that the data tell, and make sound, data-based decisions."
    },
    {
      "id": "UNC",
      "name": "Patterns and Uncertainty",
      "description": "Statistical tools allow us to formalize our understanding of the world. We can use probability to describe the likelihood of a particular outcome. We can also use probability to make decisions about which of two or more competing claims is more likely to be true. The student who can think statistically will be able to use the logic of inference to make and justify data-based claims about populations and causal relationships."
    },
    {
      "id": "DAT",
      "name": "Data-Based Predictions, Decisions, and Conclusions",
      "description": "Data are not just numbers. They are numbers with a context. When we are presented with a data set, we should ask ourselves what the context is, how the data were collected, and whether the data are reliable. A student who can think statistically will know how to ask and answer these questions. This will allow them to make appropriate conclusions that are supported by the data and to communicate them to a variety of audiences."
    }
  ],
  "units": [
    {
      "name": "Unit 1: Exploring One-Variable Data",
      "developing_understanding": "This unit introduces the foundational concepts and skills for collecting, representing, and analyzing data. Students will build an understanding of the big ideas of variation and data, which will be expanded upon in subsequent units. Students will see that data comes from a specific context and that the questions that can be asked of the data are determined by how the data were collected. Students also learn to use a variety of graphical and numerical tools to identify patterns and describe distributions of data, an essential first step in answering a statistical question.",
      "building_practices": "Throughout this unit, and in the whole course, students will learn to use data to make evidence-based decisions. This unit provides the building blocks for this kind of thinking. Students will learn to describe the characteristics of a data set in context and to articulate what the data tell us. Students will practice communicating their understanding of statistics using correct terminology and interpreting data in non-technical language for a general audience. The idea that a distribution has a shape, a center, and a measure of variability is foundational for the rest of the course. Without a clear understanding of these characteristics, students will be unprepared for the more complex inference procedures in later units.",
      "preparing_for_exam": "The free-response questions on the AP Exam may require students to describe a distribution, compare two or more distributions, or describe a relationship between two variables. Students will need to use precise language and statistical terminology. The ability to articulate the characteristics of a distribution (shape, center, and variability) in the context of the data is essential. Students should be able to connect the characteristics of the distribution to the question being asked. When comparing two or more distributions, students will need to use comparative language to receive full credit. Students should also be able to describe how the addition or removal of a data point can affect the measures of center and variability.",
      "topics": [
        {
          "name": "1.1 Introducing Statistics: What Can We Learn From Data?",
          "big_ideas": [
            "VAR-1"
          ],
          "suggested_subskill_codes": [
            "1.A"
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.A",
              "description": "Identify variables in a set of data. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.A.1: A variable is a characteristic that can be measured for each individual in a study.",
                "VAR-1.A.2: A categorical variable takes on values that are category names or group labels.",
                "VAR-1.A.3: A quantitative variable takes on numerical values for a measured or counted quantity."
              ]
            },
            {
              "id": "VAR-1.B",
              "description": "Classify variables as categorical or quantitative. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.B.1: The type of data (categorical or quantitative) determines the kinds of graphs and numerical summaries that are appropriate."
              ]
            }
          ]
        },
        {
          "name": "1.2 The Language of Variation: Variables",
          "big_ideas": [
            "VAR-1"
          ],
          "suggested_subskill_codes": [
            "1.A"
          ],
          "learning_objectives": [
            {
              "id": "VAR-1.C",
              "description": "Identify the population and sample in a statistical study. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.C.1: A population consists of all items or people of interest.",
                "VAR-1.C.2: A sample is a subset of the population from which data are collected."
              ]
            },
            {
              "id": "VAR-1.D",
              "description": "Identify the parameter and statistic in a statistical study. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.D.1: A parameter is a value that summarizes a characteristic of a population.",
                "VAR-1.D.2: A statistic is a value that summarizes a characteristic of a sample."
              ]
            },
            {
              "id": "VAR-1.E",
              "description": "Describe the role of random selection in generalizing results from a sample to a population. [Skill 1.A]",
              "essential_knowledge": [
                "VAR-1.E.1: We can use data from a sample to make an inference about a population. These inferences are valid only if the sample is representative of the population.",
                "VAR-1.E.2: Random selection of a sample from a population helps to ensure that the sample is representative of the population. A sample is not necessarily representative even if it is randomly selected."
              ]
            }
          ]
        },
        {
          "name": "1.3 Representing a Categorical Variable with Tables",
          "big_ideas": [
            "UNC-1",
            "DAT-1"
          ],
          "suggested_subskill_codes": [
            "2.A",
            "2.B",
            "2.C"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.A",
              "description": "Identify the type of a variable. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.A.1: A frequency table gives the number of cases falling into each category. A relative frequency table gives the proportion of cases falling into each category.",
                "UNC-1.A.2: Proportions can be calculated from frequency tables. Percentages can be calculated by multiplying proportions by 100%."
              ]
            },
            {
              "id": "UNC-1.B",
              "description": "Represent categorical data using tables. [Skill 2.B]",
              "essential_knowledge": [
                "UNC-1.B.1: A frequency table is used to summarize categorical data."
              ]
            },
            {
              "id": "UNC-1.C",
              "description": "Calculate relative frequencies for a categorical variable. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.C.1: A relative frequency table is used to summarize categorical data."
              ]
            }
          ]
        },
        {
          "name": "1.4 Representing a Categorical Variable with Graphs",
          "big_ideas": [
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "2.B",
            "2.D"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.D",
              "description": "Represent categorical data graphically. [Skill 2.B]",
              "essential_knowledge": [
                "UNC-1.D.1: Bar charts (or bar graphs) are used to display frequencies (counts) or relative frequencies (proportions) for categorical data."
              ]
            },
            {
              "id": "UNC-1.E",
              "description": "Describe categorical data from a graph. [Skill 2.D]",
              "essential_knowledge": [
                "UNC-1.E.1: The height or length of each bar in a bar graph corresponds to either the number or proportion of observations falling into each category.",
                "UNC-1.E.2: There is a space between the bars in a bar graph."
              ]
            },
            {
              "id": "UNC-1.F",
              "description": "Compare distributions of categorical data. [Skill 2.D]",
              "essential_knowledge": [
                "UNC-1.F.1: A segmented bar chart or a side-by-side bar chart can be used to compare two or more distributions of categorical data."
              ]
            }
          ]
        },
        {
          "name": "1.5 Representing a Quantitative Variable with Graphs",
          "big_ideas": [
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "2.A",
            "2.B"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.G",
              "description": "Describe the characteristics of a quantitative data set. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.G.1: Descriptions of the distribution of quantitative data include shape, center, and variability (spread), as well as any unusual features such as gaps, clusters, or outliers."
              ]
            },
            {
              "id": "UNC-1.H",
              "description": "Represent quantitative data graphically. [Skill 2.B]",
              "essential_knowledge": [
                "UNC-1.H.1: A dotplot is a simple graphical display for a small set of quantitative data. Each data value is represented by a dot above its location on a number line.",
                "UNC-1.H.2: A stem-and-leaf plot is a simple graphical display for a small set of quantitative data. Each data value is separated into a 'stem' and a 'leaf'. A stem-and-leaf plot displays the actual data values.",
                "UNC-1.H.3: A histogram is a graphical display for a set of quantitative data. A histogram shows the number of data points that fall into intervals of equal width.",
                "UNC-1.H.4: In a histogram, the height of each bar is proportional to the frequency or relative frequency of the data values in that interval. The horizontal axis is a number line.",
                "UNC-1.H.5: A cumulative relative frequency plot shows the proportion of data values that are less than or equal to a given value."
              ]
            }
          ]
        },
        {
          "name": "1.6 Describing the Distribution of a Quantitative Variable",
          "big_ideas": [
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "2.A"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.I",
              "description": "Describe the shape of a distribution. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.I.1: The shape of a distribution can be described as symmetric or skewed.",
                "UNC-1.I.2: A distribution is symmetric if its left and right sides are approximate mirror images of each other.",
                "UNC-1.I.3: A distribution is skewed to the right (positively skewed) if the right tail is longer than the left tail.",
                "UNC-1.I.4: A distribution is skewed to the left (negatively skewed) if the left tail is longer than the right tail.",
                "UNC-1.I.5: The shape of a distribution can also be described by the number of peaks. A distribution can be unimodal (one peak), bimodal (two peaks), or multimodal (more than two peaks)."
              ]
            },
            {
              "id": "UNC-1.J",
              "description": "Describe the center of a distribution. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.J.1: The center of a distribution can be described by the mean or the median."
              ]
            },
            {
              "id": "UNC-1.K",
              "description": "Describe the spread of a distribution. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.K.1: The spread of a distribution can be described by the range, interquartile range (IQR), or standard deviation."
              ]
            },
            {
              "id": "UNC-1.L",
              "description": "Describe any unusual features of a distribution. [Skill 2.A]",
              "essential_knowledge": [
                "UNC-1.L.1: Unusual features of a distribution include gaps, clusters, and outliers.",
                "UNC-1.L.2: An outlier is a data point that is unusual in that it differs quite a bit from the other data points in the set."
              ]
            }
          ]
        },
        {
          "name": "1.7 Summary Statistics for a Quantitative Variable",
          "big_ideas": [
            "UNC-1",
            "DAT-1"
          ],
          "suggested_subskill_codes": [
            "2.C"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.M",
              "description": "Calculate measures of center in a data set. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.M.1: The mean is the sum of all the data values divided by the number of values.",
                "UNC-1.M.2: The median is the middle value in a data set when the values are arranged in order.",
                "UNC-1.M.3: The median is resistant to extreme values, while the mean is not.",
                "UNC-1.M.4: For a symmetric distribution, the mean and median are approximately equal. For a skewed distribution, the mean is pulled in the direction of the skewness."
              ]
            },
            {
              "id": "UNC-1.N",
              "description": "Calculate measures of position in a data set. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.N.1: Quartiles divide a data set into four equal-sized groups. The first quartile (Q1) is the 25th percentile, the second quartile (Q2) is the 50th percentile (the median), and the third quartile (Q3) is the 75th percentile.",
                "UNC-1.N.2: Percentiles are the values at or below which a certain percentage of the data fall."
              ]
            },
            {
              "id": "UNC-1.O",
              "description": "Calculate measures of variability in a data set. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.O.1: The range is the difference between the maximum and minimum values in a data set.",
                "UNC-1.O.2: The interquartile range (IQR) is the difference between the third and first quartiles (Q3 - Q1).",
                "UNC-1.O.3: The standard deviation is a measure of how far the data values are from the mean, on average.",
                "UNC-1.O.4: The IQR is resistant to extreme values, while the range and standard deviation are not."
              ]
            },
            {
              "id": "UNC-1.P",
              "description": "Explain how the mean and median of a distribution are affected by skewness and outliers. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.P.1: An outlier is a data point that is unusual in that it differs quite a bit from the other data points in the set. A data point can be identified as an outlier if it is more than 1.5 * IQR above the third quartile or more than 1.5 * IQR below the first quartile."
              ]
            }
          ]
        },
        {
          "name": "1.8 Graphical Representations of Summary Statistics",
          "big_ideas": [
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "2.B",
            "2.C"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.Q",
              "description": "Represent summary statistics for a quantitative variable graphically. [Skill 2.B]",
              "essential_knowledge": [
                "UNC-1.Q.1: A boxplot is a graphical representation of the five-number summary (minimum, first quartile, median, third quartile, maximum).",
                "UNC-1.Q.2: A modified boxplot shows outliers as separate points."
              ]
            },
            {
              "id": "UNC-1.R",
              "description": "Calculate the five-number summary for a quantitative variable. [Skill 2.C]",
              "essential_knowledge": [
                "UNC-1.R.1: The five-number summary consists of the minimum, the first quartile (Q1), the median, the third quartile (Q3), and the maximum."
              ]
            }
          ]
        },
        {
          "name": "1.9 Comparing Distributions of a Quantitative Variable",
          "big_ideas": [
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "2.D"
          ],
          "learning_objectives": [
            {
              "id": "UNC-1.S",
              "description": "Compare summary statistics for two or more distributions of a quantitative variable. [Skill 2.D]",
              "essential_knowledge": [
                "UNC-1.S.1: When comparing two or more distributions, it is important to compare shape, center, and variability (spread), as well as any unusual features.",
                "UNC-1.S.2: Parallel boxplots or back-to-back stemplots are useful for comparing two or more distributions of a quantitative variable.",
                "UNC-1.S.3: When comparing distributions, it is important to use comparative language (e.g., greater than, less than, approximately equal to)."
              ]
            }
          ]
        },
        {
          "name": "1.10 The Normal Distribution",
          "big_ideas": [
            "VAR-2",
            "UNC-1"
          ],
          "suggested_subskill_codes": [
            "3.A",
            "3.C"
          ],
          "learning_objectives": [
            {
              "id": "VAR-2.A",
              "description": "Describe the characteristics of a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-2.A.1: A normal distribution is a symmetric, single-peaked, bell-shaped distribution. The mean of a normal distribution is equal to its median.",
                "VAR-2.A.2: The empirical rule (or 68-95-99.7 rule) describes the approximate proportion of observations that fall within 1, 2, and 3 standard deviations of the mean for a normal distribution."
              ]
            },
            {
              "id": "VAR-2.B",
              "description": "Calculate the proportion of observations in a specified interval of a normal distribution. [Skill 3.A]",
              "essential_knowledge": [
                "VAR-2.B.1: A z-score (or standardized score) is the number of standard deviations a data value is from the mean.",
                "VAR-2.B.2: Technology, a z-table, or the empirical rule can be used to find the proportion of observations in a specified interval of a normal distribution."
              ]
            },
            {
              "id": "UNC-1.T",
              "description": "Determine whether a distribution is approximately normal. [Skill 3.C]",
              "essential_knowledge": [
                "UNC-1.T.1: A distribution can be assessed for normality by constructing a histogram or a normal probability plot.",
                "UNC-1.T.2: If a distribution is approximately normal, the histogram will be approximately symmetric and bell-shaped. The points on a normal probability plot will lie close to a straight line."
              ]
            }
          ]
        }
      ]
    }
  ],
  "exam_sections": [
    {
      "section": "I",
      "question_type": "Multiple-choice questions",
      "Number of Questions": null,
      "exam_weighting": null,
      "timing": null,
      "descriptions": []
    },
    {
      "section": "II",
      "question_type": "Free-response questions",
      "Number of Questions": null,
      "exam_weighting": null,
      "timing": null,
      "descriptions": []
    }
  ],
  "task_verbs": [
    {
      "verb": "Calculate",
      "description": "Perform mathematical steps to arrive at a final answer (e.g., algebraic expressions or diagrams with properly substituted numbers and correct labeling). Calculate tasks are also phrased with “Find” or interrogatory questions such as “How many?”, “What is?”, “What values?”, “How likely?”, or “How often?”."
    },
    {
      "verb": "Compare",
      "description": "Provide a description or explanation of similarities and/or differences."
    },
    {
      "verb": "Construct/Complete",
      "description": "Represent data in graphical or numerical form."
    },
    {
      "verb": "Describe",
      "description": "Provide the relevant characteristics of representations, distributions, or methods."
    },
    {
      "verb": "Determine",
      "description": "Apply an appropriate definition or perform calculations to identify values, intervals, or solutions. Determine tasks are also phrased with interrogatory questions such as “Do the data support?”, “Do the data provide?”, “Is there evidence?”, “Which is better?”, “Does your answer match?”, or “Can it be assumed?”."
    },
    {
      "verb": "Estimate",
      "description": "Use models or representations to find approximate values for functions."
    },
    {
      "verb": "Explain",
      "description": "Provide information about how or why a relationship, process, pattern, position, situation, or outcome occurs, using evidence and/or reasoning to support or qualify a claim. “Explain” tasks may also be phrased as “Give a reason for ....”"
    },
    {
      "verb": "Give a point estimate or interval estimate",
      "description": "Use models or representations to find approximate values for uncertain figures."
    },
    {
      "verb": "Give examples",
      "description": "Provide a specific example that meets given criteria."
    },
    {
      "verb": "Identify/Indicate/Circle",
      "description": "Indicate or provide information about a specified topic, words in a text, meaning, spelling, or marking written information, without elaboration or explanation. Also phrased as “What is?” or “Which?”."
    },
    {
      "verb": "Interpret",
      "description": "Describe the connection between a mathematical expression, representation, or solution and its meaning within the realistic context of a problem, sometimes including consideration of units."
    },
    {
      "verb": "Justify",
      "description": "Provide evidence to support, qualify, or defend a claim and/or provide statistical reasoning to explain how that evidence supports or qualifies the claim."
    },
    {
      "verb": "Verify",
      "description": "Confirm that the conditions of a particular definition, distribution, or inference method are met in order to verify that it is applicable in a given situation. Verify tasks may also be phrased as “Have the conditions been met?” or “Can it be assumed?”."
    }
  ]
}